{"id":1081,"name":"グローバル環境政策特論 / GLOBAL ENVIRONMENTAL POLICY MANAGEMENT","account_id":1,"uuid":"mMfAmh0atqLFwkJ7OLPwwkO3VYHYGMC6gM7tbiqM","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:40:27Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394b58; color: white;\" border=\"1\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd style=\"width: 50%;\"\u003e95020\u003cbr\u003eグローバル環境政策特論\u003cbr\u003e\u003cspan style=\"color: #c9c9c9;\"\u003eGLOBAL ENVIRONMENTAL POLICY MANAGEMENT\u003c/span\u003e\n\u003c/td\u003e\n\u003ctd\u003e\n\u003cbr\u003e\u003cbr\u003e2 単位\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd style=\"width: 25%; background-color: #f5f5f5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n\u003ctd style=\"width: 74.9686%;\" width=\"138\"\u003e完全オンライン\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e開催日程\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e秋学期 火曜日６時限\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e担当教員\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e蟹江 憲史:植田 利久:佐々木 史織:安藤 景太:高橋 桂子:森田 香菜子（カニエ ノリチカ:ウエダ トシヒサ:ササキ シオリ:アンドウ ケイタ:タカハシ ケイコ:モリタ カナコ）\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e関連科目\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e開講場所\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003eSFC\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e授業形態\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e講義、実習・演習、遠隔あり\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e履修者制限\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e履修条件\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003e特になし（密度濃い授業になるので，知識の定着のためには予習復習が望まれる．）\u003cbr\u003eno special requirements applied to this class.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eno special requirements applied to this class.\u003c/p\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e使用言語\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e英語\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e連絡先\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003ekanie@sfc.keio.ac.jp\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e授業ホームページ\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e同一科目\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e設置学部・研究科\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e政策・メディア研究科\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e大学院プロジェクト名\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e0\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003efalse\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003efalse\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e\u003c/td\u003e\n\u003c/tr\u003e\n\u003ctr\u003e\n\u003ctd style=\"background-color: #f5f5f5; border-color: #c7cdd1; width: 25%;\"\u003e最終更新日\u003c/td\u003e\n\u003ctd style=\"border-color: #c7cdd1; width: 74.9686%;\"\u003e2020/09/02 10:44:56\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003ch3 style=\"background-color: #394b58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\u003cp\u003eThis course aims to provide students with foundational knowledge and techniques to engage in the formulation and implementation of international environmental policy. \u003cbr\u003e\u003cbr\u003eThis class will enable students to acquire literacy in international environmental policy, which is indispensable for future work in international institutions and organizations in the environmental field. With a view to solving environmental problems that are emerging in various parts of the world, the class will cultivate students’ knowledge using typical and representative examples related to basic points such as “why must we resort to international systems?” and “through what means and methods can the international society support the resolution of specific problems?” At the same time, the class will provide students with basic environmental management tools for handling the environment on a macroscale that they can understand as international environmental policy professionals.\u003cbr\u003e\u003cbr\u003eFinally, simulations of international environmental policy negotiations will be conducted so that students can understand the basics, grasp the mechanics of multilateral environmental negotiations, and cultivate practical communication and negotiation skills. Furthermore, an experiential practicum with environmental measurement technology will also be conducted to help students develop a fundamental technological skill set that can be used to formulate and implement data-driven environmental policies.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e本科目は，国際環境政策分野での政策立案及び遂行の，基礎的知識，手法を身につけることを目的とする． \u003cbr\u003e\u003cbr\u003e本授業では，学生が将来，環境分野の国際機関，国際組織において活動する場合に必要不可欠な国際環境政策リテラシ―を身に付けるよう図る．具体的には，各地において個々の現れを持つ環境問題の解決に向けて，国際社会が，なぜ力を発揮しなければならないのか，また，どのような手段・方法をもって国際社会は個別問題の解決を支援し得るのか，といった基本的な点に関し，典型例，代表例を通じて知識を醸成するとともに，国際環境政策マン（ウーマン）として理解しておくべき，マクロに環境を扱う基本的な環境マネッジメントツールについても理解を醸成する．\u003cbr\u003e\u003cbr\u003e環境を巡るマルチラテラルな交渉の力学についてもその概要を把握できるように基礎的な知識を習得し，実際的なコミュニケーション能力・交渉能力を培うために，国際環境政策交渉の模擬演習を実施する．さらに，環境についての分析・解析データに基づいた政策立案，政策実行を目指す基礎基盤技術力を醸成するために，環境計測技術の体験的実習を行う．\u003c/p\u003e\n\u003ch3 style=\"background-color: #394b58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e本講義では授業のガイダンスを初回に行ったのち、まず学期の最初の部分で、具体的な環境事例を対象とした政策の立案・設計，国際環境政策交渉のシミュレーション及び、それに必要な多国間交渉スキルの講義を行うことにより，実際的なグローバル環境政策者の立場に立った政策立案を体験的に修得する（9月30日〜10月1日）。より臨場感を持ってもらうため、この交渉シミュレーションは国連大学にて実施する。\u003cbr\u003e\u003cbr\u003eその後、環境問題を国際的に解決することの社会的な意義，典型的な汚染問題の構造と国際的な解決支援，環境ICT，環境モデルとその活用について学ぶ．講義の中盤で，それら環境モデル，環境モニタリング，環境制御手法を用いて，具体的な事例を対象とした活用・実行・分析例について理解を深めるとともに，基礎的な環境計測技術の体験的実習を行う．講義の後半では，経済発展，国際経済・国際貿易と環境政策の関係について学ぶ。 \u003cbr\u003e\u003cbr\u003e●期待される教育効果： \u003cbr\u003e本講義は，政策・メディア研究科の学生，および，理工学研究科の学生を対象に実施する．グローバル環境政策プロフェッショナルをメジャーとする学生（主に政策・メディア研究科の学生）にとっては，環境を取り扱う際のデータの本質を理解するために，専門分野では触れることのない高度計測装置に実際に触れ，測定を行うことによって，環境データに対して的確な評価，取扱いができるための基本を体験的に習得する機会となる．また，グローバル環境政策プロフェッショナルをマイナーとする学生（主に理工学研究科の学生）にとっては，自らの専門の基礎知識として重要な，環境に関する国際ルール・政策・レギュレーション・制度・機構・歴史について理解し，専門分野では触れることのない国際交渉の現場における交渉術・ノウハウを修得し，自らが設計・構築した環境システムを国際社会の場でアピールするためのリテラシーを身に付ける機会となる．\u003cbr\u003e\u003cbr\u003eAfter the guidance of the entire course, a simulation on international negotiations related to international environmental policy will be carried out in order to get a sense of, and better practical understandings of, global environmental governance and diplomacy. Two experienced diplomats will be invited as guest to this part of the course. The negotiation part of the course will be carried out intensively on 30 September and 1 October at the United Nations University headquarters.\u003cbr\u003e\u003cbr\u003eThen, students will learn about the social significance of solving environmental problems internationally, the structure of typical pollution problems and international support for their resolution, information and communication technologies (ICT) and the environment, and environmental models and their applications. Midway through the course, students will use environmental models as well as monitoring and management methods and deepen their understanding of applications, implementation, and analysis, focusing on specific real-world examples. Experiential practicum using basic environmental measurement technologies will also be conducted. In the second half of the course, students will learn about the interrelationship between economic development, international economics and trade, and environmental policy. At the same time, they will study the history of international environmental politics and global environmental authorities, providing them literacy in international environmental policy necessary to work in international institutions and organizations in the environmental field. \u003cbr\u003e\u003cbr\u003e●Desired Educational Results \u003cbr\u003eThis course will be offered to both Media and Governance Studies students as well as Engineering students. For students majoring in global environmental policy (mainly Media and Governance Studies students), the course will be an opportunity to experientially acquire the basics essential to accurately evaluate the environmental data by conducting measurements through hands-on work with advanced measurement equipment that they do not have the opportunity to use in their majors. It primarily aims to understand the nature of data used in environmental analysis. For students minoring in global environmental policy (mainly Engineering students), this course will be an opportunity to understand international rules, policies, regulations, systems, institutions, and history that are important for a basic knowledge for their major. It will also enable students to obtain a skill set in negotiation and the know-how used in international deliberations, which students rarely touch upon in their majors, and to acquire literacy essential to advocate their designed and constructed environmental systems on the international stage.\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003e・蟹江憲史編著「持続可能な開発目標とは何か」ミネルヴァ書房、2017年\u003cbr\u003e・Norichika Kanie and Frank Biermann eds. Governing through Goals: Sustainable Development Goals as Governance Innovation, MIT Press, 2017\u003cbr\u003e・浜中裕徳編『低炭素社会をデザインする - 炭素集約型経済システムからの転換のために』慶應義塾大学出版会，2010年．\u003cbr\u003e・環境省編『図で見る環境白書 循環型社会白書／生物多様性白書』，日経印刷，平成２３年６月．\u003cbr\u003e・西井正弘編『地球環境条約：生成・展開と国内実施』有斐閣，2005年．\u003cbr\u003e・Sebastian Oberthur, Hermann E. Ott, The Kyoto Protocol: International Climate Policy for the 21st Century, Springer Berlin Heidelberg, 1999.（オーバーテュアー，S., ハーマン・E. オット／国際比較環境法センター，地球環境戦略研究機関 (翻訳) ，岩間徹・磯崎博司監訳『京都議定書 - 21世紀の国際気候政策』，シュプリングー・フェアラーク東京，1999年．）\u003cbr\u003e・小林光ら編、『ザ・環境学』勁草書房、2014年\u003c/p\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003e演習でのパフォーマンス，講義中に出題するショート・レポート，中間レポート，及び，最終レポートを総合して評価する． \u003cbr\u003e\u003cbr\u003eStudents will be evaluated on the basis of the combined results of performance in the practicum, short reports submitted throughout the course, a midterm report, and a final report.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003e学期末に行われる交渉シミュレーション集中授業に必ず出席すること（密度濃い授業になるので，知識の定着のためには予習復習が望まれる．）\u003cbr\u003e\u003cbr\u003eStudents are obliged to attend the negotiation simulation at the end of the course. The material covered in this course is dense, so preparation and review are desirable for learning the material.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n\u003cp\u003e\u003cu\u003e第1回 講義概要・イントロダクション　Course Overview and Introduction\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e本講義の進め方，実際に使用するツールの紹介，採点方法に関してガイダンスを行う．また，本講義全体の概要を理解できるよう，環境問題を国際的に解決するとはどういうことか，社会的な意義を考える．\u003cbr\u003eStudents will receive guidance about the course structure as well as an introduction to tools used in the course and the grading criteria. In addition, to provide students with an overview of the entire course, this session will describe the meaning of solving environmental problems internationally, the social significance of this endeavor, the jobs taken up by international environmental policy professionals.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eKanie, Sasaki\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第2回 Utilization of 5D World Map System for Data Collection, Sharing and Analysis\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e多国間交渉シミュレーションに向けての役割分担\u003cbr\u003e各国基本データの収集・マッピング演習\u003cbr\u003eInstruction on the negotiation simulation at the end of the course.\u003cbr\u003eStudy and learn how to use the 5D World Map System.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eSasaki\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第3回 人類世とSDGs Anthropocene and the SDGs\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003eAgenda for the Anthropocene will be explained and discussed. The move from the MDGs and the SDGs is considered as a key driving force to deal with the Anthropocene.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eKanie\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第4回 Good International Rules\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e・克服すべき障害・課題とアイデア\u003cbr\u003e・科学性，経済性，公平性について\u003cbr\u003eObstacles to overcome and Idea\u003cbr\u003eAspects of Science, Economics and Ethics\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eKobayashi\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第5回 気候変動問題と国際政治・国際交渉 Climate change and International Relations and Negotiations\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e多国間交渉の特徴、交渉グループ、交渉形態など\u003cbr\u003e・気候変動枠組条約、生物多様性条約における交渉の歴史\u003cbr\u003e・多国間交渉へ向けた課題、交渉経験と求められるスキル\u003cbr\u003edescribing climate change negotiations and its reality\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第6回 International Economic Development and International Environmental Policy \u003c/u\u003e \u003cbr\u003e\u003cspan style=\"color: #856a5d;\"\u003e[環境 ICT ，環境モデルとその活用　 Environmental ICT, the Environmental Model, and its Utilization]\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e国際社会におけるルール形成，そして政策実行の障害となる最も大きな要因は，経済との競合・衝突である．そこで，環境政策に対してはどのような経済的な批判が寄せられるのかを概観した上，経済との関係を表すモデルを援用しつつ，その真偽を極力実証的に確かめ，多方面の納得を得た環境政策の立案・遂行の方法を身に付ける．\u003cbr\u003e　①環境政策を巡る経済的な批判\u003cbr\u003e　②技術と環境負荷のモデリング―ﾎﾞﾄﾑｱｯﾌﾟ技術モデル\u003cbr\u003e　③経済と環境負荷のモデリング−ﾄｯﾌﾟﾀﾞｳﾝ経済モデル\u003cbr\u003eThe most influential factors that can obstruct international rule making and policy implementation are economic competition and conflicts. This session will outline the types of economic criticisms that are directed toward environmental policies and invoke a model that expresses the relationship between the environment and the economy to empirically test these criticisms. Students will also learn methods of drafting and executing environmental policies that have gained support from many directions.\u003cbr\u003e　(1) Economic criticisms of environmental policies\u003cbr\u003e　(2) Modeling of technology and environmental burden―Bottom-up Technology Model\u003cbr\u003e　(3) Modeling of economy and environmental burden―Top-down Economy Model\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e計測データの処理方法の基礎と計測データの解析演習を行う。 \u003cbr\u003e・Handling Measurement Data \u003cbr\u003e・Basics of methods to process measurement data \u003cbr\u003e・Practice of analysis of measurement data\u003c/p\u003e\n\u003cp\u003eKobayashi\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第7回 エネルギー環境問題の科学技術的側面 Scientific and Engineering Viewpoint to Solve Energy and Environmental Issues\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003eエネルギー技術の特徴をまとめる　\u003cbr\u003eScientific and Engineering Viewpoint to Solve Energy and Environmental Issues\u003cbr\u003eCharacteristics of those energy technologies are summarized\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eUeda\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第8回 地球シミュレータ　The Earth Simulator\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e環境変化を考える場合，地球規模での環境変化を客観的に考えることは重要である．地球規模での環境変化を検討するために，日本は，JAMSTEC（海洋研究開発機構）にスーパーコンピュータを駆使した地球シミュレータが設立されている．本講義は，地球シミュレータが設置されているJAMSTECにおいて，地球シミュレータによる環境変化予測の現状について講義する．\u003cbr\u003e　①地球シミュレータの基本構成\u003cbr\u003e　②地球シミュレータの使用例（環境将来予測）\u003cbr\u003eWhen considering environmental change, it is important to think objectively and on a global scale. In order to examine environmental change on this global scale, Japan Agency for Marine-Earth Science and Technology (JAMSTEC) developed an Earth Simulator in Japan that utilizes a super computer. This session will cover the current predictions of environmental change by JAMSTEC’s Earth Simulator.\u003cbr\u003e　(1) Basic structure of the Earth Simulator\u003cbr\u003e　(2) Examples demonstrating the use of the Earth Simulator (Predicting the future of the environment)\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eTakahashi\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第9回 環境に優しい物理洗浄Environmentally friendly physical cleaning methods \u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e 薬液に頼らない超音波洗浄\u003cbr\u003e 洗浄メカニズム解明のための科学的アプローチ\u003cbr\u003e 流れ場の可視化：実験とシミュレーション\u003cbr\u003e Ultrasonic cleaning without toxic chemicals\u003cbr\u003e Scientific approach toward clarification of cleaning mechanisms\u003cbr\u003e Flow visualization: Experiment and simulation\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eAndo\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第10回 Preparation for Negotiation Simulation\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e各国のステートメント作成\u003cbr\u003e5D World Map Systemによる課題提出・発表\u003cbr\u003eCreation and check of each country’s statement\u003cbr\u003eSubmission and presentation of assignments using 5D World Map System\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki, Kanie\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第11回 国際環境政策交渉の演習 International Environmental Policy Negotiation Practicum\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e具体的な国際的な環境問題の事例を対象として，それぞれが先進国または発展途上国代表の立場となって，それぞれの主張を述べ，提案・議論・交渉を模擬的に演習し，交渉の遅延方法や促進方法を体感的に学習する\u003cbr\u003eStudents will focus on particular international environmental issues and assume the role of representatives of developed or developing nations. Students will put forth their opinions, make proposals, discuss, and negotiate in a simulation exercise, and experience firsthand methods to delay or push forward negotiations.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第12回 国際環境政策交渉の演習 International Environmental Policy Negotiation Practicum\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e具体的な国際的な環境問題の事例を対象として，それぞれが先進国または発展途上国代表の立場となって，それぞれの主張を述べ，提案・議論・交渉を模擬的に演習し，交渉の遅延方法や促進方法を体感的に学習する\u003cbr\u003eStudents will focus on particular international environmental issues and assume the role of representatives of developed or developing nations. Students will put forth their opinions, make proposals, discuss, and negotiate in a simulation exercise, and experience firsthand methods to delay or push forward negotiations.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki, Kanie\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第13回 国際環境政策交渉の演習 International Environmental Policy Negotiation Practicum\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e具体的な国際的な環境問題の事例を対象として，それぞれが先進国または発展途上国代表の立場となって，それぞれの主張を述べ，提案・議論・交渉を模擬的に演習し，交渉の遅延方法や促進方法を体感的に学習する\u003cbr\u003eStudents will focus on particular international environmental issues and assume the role of representatives of developed or developing nations. Students will put forth their opinions, make proposals, discuss, and negotiate in a simulation exercise, and experience firsthand methods to delay or push forward negotiations.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki, Kanie\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第14回 国際環境政策交渉の演習 International Environmental Policy Negotiation Practicum\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e具体的な国際的な環境問題の事例を対象として，それぞれが先進国または発展途上国代表の立場となって，それぞれの主張を述べ，提案・議論・交渉を模擬的に演習し，交渉の遅延方法や促進方法を体感的に学習する\u003cbr\u003eStudents will focus on particular international environmental issues and assume the role of representatives of developed or developing nations. Students will put forth their opinions, make proposals, discuss, and negotiate in a simulation exercise, and experience firsthand methods to delay or push forward negotiations.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki, Kanie\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e第15回 国際環境政策交渉の演習 International Environmental Policy Negotiation Practicum\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003e具体的な国際的な環境問題の事例を対象として，それぞれが先進国または発展途上国代表の立場となって，それぞれの主張を述べ，提案・議論・交渉を模擬的に演習し，交渉の遅延方法や促進方法を体感的に学習する\u003cbr\u003eStudents will focus on particular international environmental issues and assume the role of representatives of developed or developing nations. Students will put forth their opinions, make proposals, discuss, and negotiate in a simulation exercise, and experience firsthand methods to delay or push forward negotiations.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e\n\u003cp\u003eMorita, Sasaki\u003c/p\u003e\n\u003chr\u003e\n\u003cp\u003e\u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003c/p\u003e\n\u003cp\u003e* 課題レポート発表 Report Presentation* 履修者による課題レポート発表を行う．\u003cbr\u003e\u003cbr\u003eStudents will present their reports in this session.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e \u003c/p\u003e","course_code":"グローバル環境政策特論","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_mMfAmh0atqLFwkJ7OLPwwkO3VYHYGMC6gM7tbiqM.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}