{"id":1355,"name":"アイヌの言語と文化 / AYNU LANGUAGE AND CULTURE","account_id":1,"uuid":"JiGdPYHdhSIbCOUyP6NpTzcAZTO9iC5ZNBrLvimM","start_at":"2020-10-07T15:00:00Z","grading_standard_id":0,"is_public":false,"created_at":"2020-10-01T04:40:44Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          C1158\u003cbr\u003e\n          アイヌの言語と文化\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eAYNU LANGUAGE AND CULTURE\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          特設科目\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSpecial Seminars\u003c/span\u003e\u003cbr\u003e\n          2 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eオンライン（SFC教室から）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 木曜日２時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e藤田 護（フジタ マモル）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開講場所\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eSFC\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          \u003cp\u003e履修人数を制限する\u003cbr\u003e\u003cbr\u003e受入学生数（予定）：約 20 人\u003cbr\u003e選抜方法：課題提出による選抜\u003cbr\u003e\u003cbr\u003e【課題内容】\u003cbr\u003eAs this course will be online, we will limit the number of students to enable active interaction in class. Students wishing to enroll in this course are required to submit a proposal document of 400 words or more. In the proposal, you should reflect upon the situations and issues of the current multicultural and multilingual situation in the Japanese society, your prior knowledge (or non-knowledge) of the Aynu peoples, and in this context explain what you would like to gain from this course. Selection process will be held regardless of the number of students wishing to take the course.\u003cbr\u003e\u003cbr\u003e◯エントリー〆切日時：2020年9月28日（月） 17:00\u003cbr\u003e◯履修許可者発表日時：2020年9月30日（水） 17:00\u003cbr\u003e\u003cbr\u003e◯テキスト入力\u003cbr\u003e\u003c/p\u003e\n          \u003cp style=\"color: #856a5d;\"\u003eOnly the selected students can take this course.\u003cbr\u003e\u003cbr\u003eNumber of students in the class (scheduled) : About 20\u003cbr\u003ePre-registration screening by submitted an assignment\u003cbr\u003e\u003cbr\u003e【ASSIGNMENT】\u003cbr\u003eAs this course will be online, we will limit the number of students to enable active interaction in class. Students wishing to enroll in this course are required to submit a proposal document of 400 words or more. In the proposal, you should reflect upon the situations and issues of the current multicultural and multilingual situation in the Japanese society, your prior knowledge (or non-knowledge) of the Aynu peoples, and in this context explain what you would like to gain from this course. Selection process will be held regardless of the number of students wishing to take the course.\u003cbr\u003e\u003cbr\u003e* Schedule: TBD\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n        \u003cp\u003eDemonstrating racist attitudes in class is strictly prohibited.\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e人種主義的な態度を授業で取ることは厳しく禁止します。\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e英語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003emfujita@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e同一科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e0\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/08/11 17:04:10\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\n\u003cp\u003eThis course will combine the basic aspects of the Aynu language, an indigenous language of Northern Japan, and the history, the culture, and the contemporary situation of the Aynu peoples. There is still a widespread misconception that the Japanese society is homogeneous, even after the Japanese government officially recognised the indigenous status of the Aynu peoples in 2008. The Aynu language, in the present 21st century, is no longer used in the everyday lives, but there are active efforts to recover the language among the younger generation, and people still live with memories when the Aynu was more commonly spoken. Keio-SFC is one of the few places where you can learn the language and the cultures of these peoples. Learning their language and culture will enable us to reflect upon the multilingual and multicultural nature of this society we live in.\u003cbr\u003e(Note: This course will be run this academic year 2020 as a GIGA subject, and next academic year 2021 in Japanese.)\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e21世紀を迎えた現在、アイヌ語は表立って日常生活の言語として使われることはなくなってしまいました。しかし、アイヌ語の知識や記憶をもつ人は数多く残っており、新しくアイヌ語を学びなおそうとする若いアイヌの人も増えつつあります。この授業はアイヌ語とアイヌの人々の歴史・文化・現在について考えていきます。慶應SFCは、日本国内でもアイヌ語とアイヌ文化を勉強することのできる、数少ない場所の一つです。アイヌ語とアイヌの文化と歴史の知識を身につけることは、日本社会における多言語性と多文化性へと目を向けることへとつながり、また我々の最も身近なはずの隣人とどのような関係を結ぶかを再考することを可能にしてくれます。\u003cbr\u003e（注意：この科目は2020年度は英語でGIGA科目として開講され、2021年度は日本語で開講されます。授業は英語で行われますが、質疑などを日本語で行うことは許容されます。）\u003c/p\u003e\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e(This course will be principally run on-line this semester through on-time interactive format, using Zoom or Webex, and students are kindly asked to turn on their cameras to enable active interaction in class. However, when the situation permits, we would like to hold a couple of sessions in campus towards the end of the semester. The lecturer will consult and coordinate with students on this aspect throughout the semester.)\u003cbr\u003e\u003cbr\u003eThis course will combine the teaching of the Aynu language and the explorations of the culture, the history, and the contemporary situation of the Aynu peoples. We will mainly be learning the south-western dialect (more precisely the Saru dialect) of the language, and although this language has ceased to be used in everyday communication, we will try to emphasize and incorporate communicative activities to enhance the learning. Within the historical and cultural aspects dealt with in this course, we will emphasise the history of Japanese colonialism, the dynamic surviving Aynu culture in contemporary Japan, and the rich and complex oral literature in this language.\u003cbr\u003e\u003cbr\u003eThrough this course, we will aim to build an understanding on how different the Aynu language is from Japanese, explore the cosmovision(s) of the Aynu peoples, and reach a more accurate and in-depth understanding of the multilingual and multicultural situations of the Japanese society.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e　この授業では、前半において、アイヌ語の特に北海道西部の沙流方言についての基礎的な知識を学びつつ、実際に使ってみることを目指します。アイヌ語の文法については未だに詳細について分かっていないことも多くあり、また現状では既に母語話者に確認することが十分にはできなくなりましたが、近年のアイヌ語教育で試みられているニュージーランドのマオリの人々からヒントを得た直接教授・学習法（テアタランギ）を参考にしつつ、あくまでもアイヌ語で実際にコミュニケーションをとろうとすることを主軸に据えたいと思います。\u003cbr\u003e　授業の後半部では、アイヌの文化と歴史に関する重要な事項を学びます。そこでは、アイヌと和人との交渉と植民地化の歴史、現代におけるアイヌ民族、アイヌにおける人間とカムイとの関係と世界観、アイヌ語で高度に発達した口承文学などの理解が主眼となります。\u003cbr\u003e　この授業での取り組みを通じ、アイヌ語が日本語といかに異なる言語であるかについて認識を深め、同時にアイヌ語とアイヌ語がもつ世界観に親しみつつ、日本社会の多言語状況について正確な認識に至ることを目指します。\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003eThe lecture handouts will be distributed, and there is no assigned textbook for this course.\u003cbr\u003e\u003cbr\u003eReference materials (A copy of each book will be requested to be placed in the reserve section of the Media Center, and we will make every effort to make electronic resources accessible.):\u003cbr\u003eTamura, Suzuko. 2000. The Aynu Language. Tokyo: Sanseido.\u003cbr\u003eChiri Yukie, Benjamin Peterson (trans). 2013. The Song the Owl God Sang: The Collected Ainu Legends of Chiri Yukie. Bjs Books.\u003cbr\u003eLewallen, Anne-elise. 2016. The Fabric of Indigeneity: Ainu Identity, Gender, and Settler Colonialism in Japan. Univesity of New Mexico Press.\u003cbr\u003eWatson, Mark K. 2016. Japan's Ainu Minority in Tokyo: Diasporic Indigeneity and Urban Politics. Routledge.\u003cbr\u003eHudson, Mark J., Anne-elise Lewallen, Mark K. Watson. 2013. Beyond Ainu Studies: Changing Academic and Public Perspectives. University of Hawaii Press.\u003cbr\u003eKayano, Shigeru, Mark Selden (transl). 1994. Our Land Was A Forest: An Ainu Memoir. Westview Press.\u003cbr\u003e\u003cbr\u003eWeb Resource:\u003cbr\u003eA Topical Dictionary of Conversational Ainu (NINJAL: http://ainutopic.ninjal.ac.jp/en/)\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003eStudents exceeding three absences (one late-arrival is treated as 0.5 absence) will lose the possibility of obtaining the credit regardless of the reasons behind the absence. There will be a mini-exam every week on the vocabulary and grammar learned in the previous week. We will combine the results of the mini-exam (40%), participation in communicative activities and classroom discussions (30%), and a final term paper (30%) to arrive at a final evaluation.\u003cbr\u003e\u003cbr\u003eStudents are allowed to participate in the classroom discussions submit the final term paper in Japanese.\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e欠席回数が3回を超えた者は、その理由のいかんを問わず単位取得の可能性を失う（遅刻1回は欠席0.5回として数える）。毎回の授業で前回の授業で扱った語学内容（文法、語彙）についての小テストを行う。小テスト40%、授業でのコミュニケーション活動への参加30%、期末のレポート課題30%を合計して、評価を行う。\u003cbr\u003e\u003cbr\u003e授業での討論と期末レポートは日本語で行うことを許可しますが、日本語がその場を支配しないように十分に配慮をしてください。\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003eStudents who wish to deepen their knowledge are welcome to participate in the research seminar run by the instructor on this topic \"SFC Kotan: Learning Aynu Language and Aynu Oral Literature\" (Thursday 4th and 5th period). We do accept English-speaking students (although you need to be learning Japanese).\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e授業で扱う知識を深めたいと希望する学生は、教員が担当する研究会「アイヌ語とアイヌ語口承文学を学ぶ」（木曜４・５限）への参加も歓迎します。この研究会は英語を話す学生の参加も受け入れています（日本語の勉強を継続していることは必要です）。\u003c/p\u003e\n\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n  \u003cp\u003e\n  \u003cu\u003e第1回 Introduction to the Course / Pronouncing and Using the Aynu Language\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[イントロダクション　／　アイヌ語の発音と簡単な練習]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e(The content of each class is subjet changes to adapt to the on-line situation and the reduced number of the classes this semester. Modifications and updates will be reflected upon the course page in the SFC-SFS.)\u003cbr\u003eOverall course structure will be explained. We will learn some basic vocabulary of the Aynu language and how to express some everyday actions and situations in simple sentences.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e（以下の毎回の授業内容は、オンライン開講に合わせ、また授業回数の減少に対応するために、若干変更される可能性があります。SFC-SFS上で最新の授業内容を示すことにします。）\u003cbr\u003e授業の概要について説明するとともに、日常的な身の回りのアイヌ語の語彙を用いて簡単な動作や現象（「雨が降る」など）をアイヌ語で表現することを学ぶ。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第2回 Interrogations in Aynu Language / Contemporary Situations of the Aynu People (1)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語の疑問文　／　アイヌの人々の現状（１）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will learn how to introduce yourself (your name and where you come from) in the Aynu language, as well as other ways of asking questions and answering them. We will survey the legal and statistical situations of the Aynu people.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eまずは、及び自分の名前と出身地をアイヌ語で表現することを学ぶ。様々な疑問文の作り方とそれへの応答のしかたを学ぶ。現代におけるアイヌ民族について、その法的位置と統計に表れた現状を確認し、考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第3回 Affirmations, Negations, and Imperatives / Contemporary Situations of the Aynu People (2)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[平叙文、否定文、命令文　／　アイヌの人々の現状（２）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will learn the basic constructions of affirmations, negations, and imperatives in the Aynu language. We will learn how aynu people have been represented in museum exhibitions, new tendencies in these exhibitions, and how people construct their identities in the contemporary society.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語では動詞の原形が（3人称の活用形となるとともに）そのまま命令を表し、また否定文に複数の型が存在する。実際のコミュニケーションの場面において、命令と否定の表現を練習しつつ、相槌の打ち方も学ぶ。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第4回 Personal prefixes and suffixes (Subject - 1) / Contemporary Stiuations of the Aynu Language and Efforts towards Revitalization\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[人称接辞（主語１）　／　アイヌ語が置かれた現状]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eIn the Aynu language the subject of the verb is expressed through the personal affixes, which is organized through a very different system from the Japanese language. We will learn and practice these personal affixes. We will also study about the current situation of the Aynu language and efforts towards revitalization.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語では動詞に主語と目的語に関する人称接辞と呼ばれるものを付ける。主語の人称接辞（単数）を付けた表現を練習するとともに、人称接辞が付いた際のアクセントの移動、及びi以外の母音から始まる動詞についての人称接辞の縮約について学ぶ。また、アイヌ語が置かれた状況、言語多様性の重要性、及びアイヌ語復興に向けた取り組みについて考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第5回 Personal prefixes and suffixes (Subject - 2) / History of the Aynu People (1)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[人称接辞（主語２）　／　アイヌの人々の歴史（１）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eIn addition to the familiar three-person system in the European languages, the Aynu language distinguishes another person, denominated as 4th person or indefinite person. We will learn to distinguish between the 1st person plural and the 4th person (two different conceptions of \"we\"), We will also learn the contacts between the Aynu and the Japanese people in the Edo period, as well as  opressions by the Japanese and Aynu rebellions.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e主語の人称接辞について、4人称という文法概念を導入するとともに、4人称と1人称複数との違いを、実際の例に基づき身体感覚を通じて理解することを目指す。江戸時代を中心とした和人とアイヌとの交渉、和人によるアイヌの支配、及びアイヌによる反乱の歴史を考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第6回 Distinctions between intransitive and transitive verbs / History of the Aynu People (2)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[自動詞と他動詞の区別　／　アイヌの人々の歴史（２）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eThe personal affixes differ in its form depending on whether the verb is intransitive or transitive. We will learn to distinguish the two aspects grammatically as well as the concept of verbal number. Also we will explore the Japnese colonialism in the Meiji period, and its negative impact on the Aynu people.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e主語の人称接辞は、1人称複数及び4人称で、自動詞か他動詞かにより、形が異なる。ここではアイヌ語の自動詞と他動詞の区別について学び、アイヌ語が動詞の取る「項数」を厳密に定める言語であることを理解する。また、明治以降の日本の植民地主義と、そのアイヌへの負の影響について考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第7回 Numbers in Aynu Language / Religion of the Aynu People (1)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語における数　／　アイヌの人々の信仰（１）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will learn the numbers up to 20, as well as the particular expressions used to count things and people. We will also attempt to understand the concept of \"kamuy\" and through it the cosmovisions of the Aynu people.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e簡単な数（20くらいまで）が数えられるようになるとともに、人や物を数えるときに（XX人、XXつ）数字に付けなければならない接尾辞について学ぶ。言葉遊びを通じて、数字を覚える。また、「カムイ」についての独特な考え方について考察し、アイヌの人々の世界観を理解することを試みる。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第8回 Personal prefixes and suffixes (Object) / Contemporary figures (1)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[人称接辞（目的語）　／　アイヌの人々の信仰（２）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will learn the personal affixes expressing the object of the verb, and will practice them with expressions of asking the others to do some favors. We will also explore the human-kamuy relationships, and what role does the act of \"sending the spirit back (omante)\" have in the relationship.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e目的語の人称接辞について学ぶとともに、人に何かを依頼する表現を通じて目的語の人称接辞の使い方に親しむ。また、主語と目的語の人称接辞がともに付いたときの特別な形について、沙流方言の形を示す。また、人間とカムイとの関係の中で、「送るomante」という行為がもつ独特な位置づけと、そこでのイナウ（inaw）の役割について考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第9回 Possessive Expressions / Contemporary figures (1) \u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[所有表現　／　現代のアイヌの人物と生涯（１）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eAynu language has two distinct ways of expressing possession. We will explore the forms and the logic behind the distinction. We will also explore the figure of Chiri Yukie, who passed away at an early age, but who passed on to us some very precious texts on aynu literature and testimonies of existential dilemmas she faced.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語には、概念形とは異なる所属形をもつ名詞と、そうではない名詞があり、それぞれについて所有表現（誰々のXX）が異なる形をとる。どのような名詞が所属形を持つかにを理解しつつ、特に親族名称と身体名称について実際の練習を通じて身につける。また、20世紀に『アイヌ神謡集』を著した知里幸恵の生涯と葛藤について考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第10回 Expressions of place / Contemporary figures (2)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[場所表現　／　現代のアイヌの人物と生涯（２）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eAynu language has two categories of nouns, one classified as \"place\" and one that is not. We will try to understand this curious distinction, and how this implies and requires different sentence constructions. \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語には、＜場所＞という文法概念が存在し、この属性を持つ名詞は格助詞（後置副詞）に直接つなげることができるが、この属性をもたない名詞は位置名詞を間に挟まなければつなげることができない。同じ名詞（「山」など）にこの両方のタイプの名詞が存在することを説明しつつ、場所を含んだ表現を口にできるようになることを目指す。また、アイヌ出身で初の国会議員（参議院議員）となった萱野茂の生涯と活動について考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第11回 Reading the Aynu Oral Text (1)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語口承テクストを読む（１）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will explain the major genres of aynu oral literature. In the remaining four sessions, we will read one story of the literature, explore the Aynu language expressions used, and examine the ways of analyzing the story. We will also analyze what it means to treat the aynu oral narratives as written texts.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語口承文学の主要なジャンルを説明する。残りの4回の授業では、アイヌ語の口承文学から毎回1つの作品を選んで読み、アイヌ語の表現を検討しつつ、物語の分析の可能性を探る。また、口承の語りを文字化された「テクスト」として扱うことがもつ様々な議論点を考察する。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第12回 Reading the Aynu Oral Text (2)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語口承テクストを読む（２）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eIn the remaining four sessions, we will read one story of the literature, explore the Aynu language expressions used, and examine the ways of analyzing the story.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e残りの4回の授業では、アイヌ語の口承文学から毎回1つの作品を選んで読み、アイヌ語の表現を検討しつつ、物語の分析の可能性を探る。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第13回 Reading the Aynu Oral Text (3)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語口承テクストを読む（３）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will read one story of the literature, explore the Aynu language expressions used, and examine the ways of analyzing the story. Students will memorise a chant.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語の口承文学から毎回1つの作品を選んで読み、アイヌ語の表現を検討しつつ、物語の分析の可能性を探る。節の付いた物語を一編暗唱してもらいます。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第14回 Reading the Aynu Oral Text (4)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語口承テクストを読む（４）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will read one story of the literature, explore the Aynu language expressions used, and examine the ways of analyzing the story. Students will memorise a chant.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語の口承文学から毎回1つの作品を選んで読み、アイヌ語の表現を検討しつつ、物語の分析の可能性を探る。節の付いた物語を一編暗唱してもらいます。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第15回 Reading the Aynu Oral Text (5)\u003c/u\u003e\n    \u003cbr\u003e\n    \u003cspan style=\"color: #856a5d;\"\u003e[アイヌ語口承テクストを読む（５）]\u003c/span\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe will read one story of the literature, explore the Aynu language expressions used, and examine the ways of analyzing the story. Students will memorise a chant.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eアイヌ語の口承文学から毎回1つの作品を選んで読み、アイヌ語の表現を検討しつつ、物語の分析の可能性を探る。節の付いた物語を一編暗唱してもらいます。\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n\n  \u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003cbr\u003e\n  \u003cp\u003eStudents will be preparing the final term paper. They will also have an opportunities to consult the teaching staff during the office hours.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e学生は授業への準備・授業内容の考察に加え、期末レポートを準備するとともに、オフィス・アワーを利用して教員に質問・相談・議論をすることができる。\u003c/p\u003e\n","course_code":"アイヌの言語と文化","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":"private","grade_passback_setting":null,"end_at":"2020-12-16T15:00:00Z","public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_JiGdPYHdhSIbCOUyP6NpTzcAZTO9iC5ZNBrLvimM.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}