{"id":1447,"name":"研究会Ａ / SEMINAR A","account_id":1,"uuid":"FhkROln9PafJtdO00xCFtbWvtbmfkVGbKaCmT1px","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:40:49Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          A1101\u003cbr\u003e\n          研究会Ａ\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSEMINAR A\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          研究プロジェクト科目\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eResearch Seminars\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e\n  フォレスト・サイエンス・アンド・エンジニアリング\u003cbr\u003e\n  Forest Science and Engineering\n\u003c/h4\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 木曜日２時限,木曜日３時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e白井 裕子（シライ ユウコ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（推奨）: C2124,C2125,C2022,B6018,B6140\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、ディスカッション、演習\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003eAUD科目（建築士受験用科目）\u003cbr\u003e\u003cbr\u003eデータサイエンス科目\u003cbr\u003e\u003cbr\u003e高校で物理、数学を履修していることが望ましい\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eAUD\u003cbr\u003e\u003cbr\u003eData science\u003cbr\u003e\u003cbr\u003eHigh-school physics and maths\u003c/p\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e日本語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003esry@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/07/02 10:50:50\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e研究会概要\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e目的・内容\u003c/h4\u003e\n\u003cp\u003e研究会のコンセプト:\u003cbr\u003e\u003cbr\u003eこの研究会では、日本の山林、林業から木材、木造までを扱います。この分野における問題を、これまでになかったアプローチで解き、そこに新しい考えを提案する研究会です。そこから将来ビジョン、そしてそれを実現するためのシナリオとルールを描きます。\u003cbr\u003e\u003cbr\u003e主に＜建築、都市、データサイエンス、情報、機械、デザイン、もしくは経済、政治等＞の分野、個別には＜CAD、CG、データ分析、プログラミング、言語等＞に得意なものがあり、又はこれらを、これから大学の授業等で学ぶ予定で、これにプラス山林、林業、木材、木造に関心のある学生に、本研究会は向いています。\u003cbr\u003e\u003cbr\u003e言い方を換えると、大学で学んでいることで、そして履修生が得意なことで、現実の社会問題を解き、新たな提案をします。\u003cbr\u003e\u003cbr\u003e研究会で得られること:\u003cbr\u003e\u003cbr\u003eまず山林、林業から木材、木造分野における専門知識が得られます。大学院生になりましたら、現場に連れて行きます。現場で実物に触れ、自分の考えに＜実体が伴った＞専門知識が身につきます。\u003cbr\u003e\u003cbr\u003e社会人になり、仕事を行う上でも、アドバンテージになる方法論またはスキルを、研究を実行するために、自分で選び、獲得することになります。\u003cbr\u003e\u003cbr\u003eまた研究を進め、論文を執筆するプロセスは、自分に問い、自分の考えを求めることです。そして、それを客観的に捉え、自分の研究を読む、聞く相手の立場で、論理的に記述し、表現することでもあります。またそれが面白い知的な作業であることも伝えたいと思います。\u003cbr\u003e\u003cbr\u003eこの方法論を獲得することで、自分の考えを伝え、相手とシェアするスキルを修得することになります。履修生の研究論文や研究発表を、研究会で指導していきますので、この方法論も意識的に獲得することになります。ここで得られるスキルは、社会に出て仕事をする上でもアドバンテージになります。\u003cbr\u003e\u003cbr\u003e研究会が目指すこと:\u003cbr\u003e\u003cbr\u003e研究会では、現実の社会にある問題と直結した調査研究、技術開発を行います。担当教員は、産官学のネットワークを持ち、その環境の中で研究開発をしています。履修生の研究も、進捗に合わせて、現実のフィールドで実証を試みます。この分野は、大学の研究が、社会制度を変え、新しい計画や事業になり、そして開発した技術やデザインが実用化につながることは、突飛なことではないのです。\u003cbr\u003e\u003cbr\u003e本研究会では、研究は「研究テーマ」と「方法論またはスキル」であると考えます。方法論またはスキルは、分野としては、建築、都市、データサイエンス、情報、機械、デザイン、もしくは経済、政治等にあります。それらを組み合わせる必要もあります。\u003cbr\u003e\u003cbr\u003e自分が選んだ研究テーマに必要な方法論やスキルは、既に履修されていることが望ましいです。これから学ぶ学生は、研究テーマを練りながら、その研究テーマを実行するために、大学で何を学んだら良いか、どのような方法論またはスキルを獲得すれば良いか、考えていきましょう。\u003cbr\u003e\u003cbr\u003e方法論またはスキルを「それを使う」という明確な目的で修得すると、理解の深度と速度が高まります、自分で積極的に、大学の授業から獲得してください。何よりも、履修生が「大学で学んだ」「自分が成長した」という実感を大事にしています。\u003cbr\u003e\u003cbr\u003e研究会の大まかなテーマ:\u003cbr\u003e\u003cbr\u003e(1)下流の建築や都市からさかのぼり、上流の山林をシミュレーション\u003cbr\u003e\u003cbr\u003e(2)林業の補助金制度\u003cbr\u003e\u003cbr\u003e(3)森林資源の供給と需要の均衡、自立性・持続性の回復\u003cbr\u003e\u003cbr\u003e(4)森林資源の流通の最適化、流通ネットワークの構築\u003cbr\u003e\u003cbr\u003e(5)山林内の環境と作業の数値化、仮想化\u003cbr\u003e\u003cbr\u003e(6)山林内の環境または立木を観測するデバイスの提案\u003cbr\u003e\u003cbr\u003e(7)施業の高度化\u003cbr\u003e\u003cbr\u003e(8)山林内作業の動作解析等（開発ではなく基礎研究）\u003cbr\u003e\u003cbr\u003e※担当教員は、林業用のマニピュレータ、モビリティを開発しています。ハードの開発が得意で、どうしてもメカを作りたい人は、相談にのります。開発にはCreo Parametric、Maxon motor等を使っています。\u003cbr\u003e\u003cbr\u003e(9)無垢の木のプロダクト企画（高知県馬路村と共同）\u003cbr\u003e\u003cbr\u003e(10)日本の美林と産業文化、歴史、各地の伝統木造と伝統技能\u003cbr\u003e\u003cbr\u003e(11)建築構法と建築構造\u003cbr\u003e\u003cbr\u003e(12)海外との比較研究\u003cbr\u003e\u003cbr\u003e(0)自由テーマ（得意なことを、この分野に生かす研究）\u003cbr\u003e\u003cbr\u003e以上書いた研究テーマから「自分の研究テーマ」へと、フォーカスして行って下さい。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eConcept of the seminar:\u003cbr\u003e\u003cbr\u003eThis seminar covers Japan’s forests/timberland, forestry operations, lumber production and wooden architecture.  Current issues will be approached from innovative angles and new solutions will be proposed, leading to future visions and scenario and rules to be implemented. \u003cbr\u003e\u003cbr\u003eThis seminar is suitable for those students who are good at architecture, urbanism, data science, information technology, mechanical engineering, design, or economics or political science, in general, and are good at CAD, CG, data analysis, programming, or language, in particular, or for those students who are planning to take these classes in university and are interested in forests/timberlands, forestry operations, lumber production and wooden architecture.\u003cbr\u003e\u003cbr\u003eIn other words, the students are expected to utilize what they are good at or what they are studying in university in order to tackle current social issues and propose new solutions.\u003cbr\u003e\u003cbr\u003eWhat is gained from the seminar:\u003cbr\u003e\u003cbr\u003eYou will acquire specialized knowledge on forests/timberlands, forestry operations, lumber production and wooden architecture.  Once becoming a graduate student, you will be given opportunities to visit actual operation sites.  Hands-on experiences will add substance to your knowledge. \u003cbr\u003e\u003cbr\u003eYou will be able to select and master the best methods and skills for your work or research. \u003cbr\u003e\u003cbr\u003eThe process of advancing your study or research and writing an academic paper is tantamount to asking yourself countless questions and seeking ideas and answers of your own, capturing and expressing the subject matter objectively, and making logical statements always with the reader or audience of your paper in mind.  Students are hopefully awakened to the intellectual fun exercise of the process.\u003cbr\u003e\u003cbr\u003eAcquiring such methodology will lead to the mastering of the skills of effectively communicating your ideas and sharing them with others.  Students will be given guidance and advice for their academic papers and presentations to consciously acquire the methodology.  The skills mastered through the exercise will serve as an advantage when you start working after graduation.  \u003cbr\u003e\u003cbr\u003eObjectives:\u003cbr\u003e\u003cbr\u003eThis seminar explores research and technology development directly connected to the actual issues that exist in today’s society.  The instructor has a network of industry, government and academia, and is engaged in research and development activities in that environment.  Each student’s research will be tested in the real world as it progresses.  In our subject area, it is not surprising that the research conducted in university triggers changes in social systems and creates new plans and enterprises and that the technology and design developed as a result of the research lead to commercialization.\u003cbr\u003e\u003cbr\u003eIn this seminar, research is boiled down to “research themes” and “methodology or skills.”  They encompass architecture, urbanism, data science, information technology, mechanical engineering, design, or economics and political science.  There will be a need to combine some of these fields, as well.\u003cbr\u003e\u003cbr\u003eIdeally, you have already learned the methodology and skills needed for the research topic you selected.  If you are starting from scratch, you should give thoughts to what methodology and skills you will need to acquire in university in proceeding with the research topic you have selected.\u003cbr\u003e\u003cbr\u003eAny methodology and skills are best acquired both in depth and speed if you have a clear objective of utilizing them.  You are expected to take the initiative to acquire them from classroom lectures for your own benefit.  It is very important that each student feels the sense of accomplishment: “I have studied and learned in university.” and “I have grown a great deal.”\u003cbr\u003e\u003cbr\u003eMajor topics of the seminar:\u003cbr\u003e\u003cbr\u003e(1) Simulating models of upstream forests/timberland by going backward from buildings and cities located downstream. \u003cbr\u003e\u003cbr\u003e(2) Subsidy systems for the forestry industry\u003cbr\u003e\u003cbr\u003e(3) Forestry resources supply and demand balance and recovery of autonomy and sustainability of the forestry industry \u003cbr\u003e\u003cbr\u003e(4) Optimization of forest resources distribution and building of distribution networks\u003cbr\u003e\u003cbr\u003e(5) Quantification and virtualization of forest/timberland environment and work/operations there \u003cbr\u003e\u003cbr\u003e(6) Proposal of devices that observe forest/timberland environment and/or standing trees\u003cbr\u003e\u003cbr\u003e(7) Operational efficiency improvement\u003cbr\u003e\u003cbr\u003e(8) Analysis of workers’ body movements during work in forests/timberland (basic study, not for development) \u003cbr\u003e\u003cbr\u003e*The instructor has developed a manipulator and mobility for the use in forestry operations.  If you are good at developing hardware and are strongly interested in building machines will be given advice and guidance accordingly.  Used for development purposes are Creo Parametric, Maxon motor, etc.\u003cbr\u003e\u003cbr\u003e(9) Planning for solid wood products (in collaboration with Umaji Village, Kochi Prefecture)\u003cbr\u003e\u003cbr\u003e(10) Japan’s beautiful forests, industrial culture and history, various regions’ traditional wooden architecture and traditional techniques\u003cbr\u003e\u003cbr\u003e(11) Building construction methods and architectural structure\u003cbr\u003e\u003cbr\u003e(12) Comparative studies between Japan and other nations\u003cbr\u003e\u003cbr\u003e(0) Free topic (research utilizing students’ strong areas)\u003cbr\u003e\u003cbr\u003eThe above topics of the research workshop should be used to determine your own free topic.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e評価方法\u003c/h4\u003e\n\u003cp\u003e成績評価は機械的に行います。出席を取ります。\u003cbr\u003e\u003cbr\u003e研究会に参加した最初の半年は、研究に必要な基礎知識を獲得するため、勉強会となります。この勉強会では、出席回数が3分の2を超え、さらに課題をすべて提出、発表し、初めて成績評価の対象となります。\u003cbr\u003e\u003cbr\u003e成績は、出席回数に課題の評価点数を加算して算出します。\u003cbr\u003e\u003cbr\u003e最初の半年の勉強会を経て、自分の研究を始めた学生は、研究会での発表、学会での発表などで評価します。なお研究会での発表は、学生同士で相互評価もします。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eStudents will be evaluated according to a set of rules.  There will be roll calls.\u003cbr\u003e\u003cbr\u003eThe first half year of the seminar will consist of study sessions to acquire basic knowledge needed to start research.  Students will be evaluated only after attendance of more than 2/3 of the total sessions and after submittal and presentation of all the assignments.\u003cbr\u003e\u003cbr\u003eYour grade will be calculated by adding the number of attendance and the grades given to assignments.\u003cbr\u003e\u003cbr\u003eThose students who completed the first half-year study sessions and have started their own research will be evaluated using the presentations at the seminar and presentations given at academic circles.  The presentations given at the seminar will be mutually evaluated among fellow students.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003e研究の進捗に合わせて、参考文献や論文を適宜紹介していきます。\u003cbr\u003e\u003cbr\u003eぼんやりとした関心があっても、まだ研究テーマが絞れない学生は、担当教員の「森林の崩壊（新潮新書）」を読むことをお勧めします。\u003cbr\u003e\u003cbr\u003eReference materials and academic papers will be introduced as researches progresses.\u003cbr\u003e\u003cbr\u003eThose students who are vaguely interested but are unable to decide on a specific research topic are recommended to read the instructor’s book entitled: Shinrin no Hokai (Destruction of Forests) (Shincho Shinsho).\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e関連プロジェクト\u003c/h4\u003e\n\u003cp\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e課題\u003c/h4\u003e\n\u003cp\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e来期の研究プロジェクトのテーマ予定\u003c/h4\u003e\n\u003cp\u003e担当教員からの研究テーマに、履修生から出された研究テーマを合わせて、進めて行きます。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eResearch topics given by the instructor and the research topics proposed by the students will be combined to make a next decision.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003eその他・留意事項\u003c/h4\u003e\n\u003cp\u003e研究会は「授業」ではないです。履修生が専門性を高め、自分の研究をするための環境です。各自が「主体的に」「自立して」研究することで、履修生同士のレベルアップを目指します。\u003cbr\u003e\u003cbr\u003e早々と研究会に参加するチャンスがあり、時間をかけて、自分のペースで研究に取り組むことができます。本学SFCならではの環境を生かして、学会の査読論文に挑戦しましょう。\u003cbr\u003e\u003cbr\u003e論文を発表する学会は、IUFRO、森林利用学会、日本建築学会、計測自動制御学会、日本森林学会、森林計画学会、日本機械学会、日本都市計画学会などです。\u003cbr\u003e\u003cbr\u003e論文は、一つの著作、作品でもあり、さらに学会でオーソライズされ、一定の評価を得たものとして、世の中へ出ます。論文を書き、発表することは、＜一人の研究者として、自分の考えを世の中に表明する＞ことであり、同時に、自分の考えで社会になんらかの影響を与えることでもあります。時には一つの論文が世の中を動かしてしまうことさえあるのです。逆に研究は、その多くが公的なものであり、社会のニーズに答え、社会で何らかの役目を担うことが期待されています。「社会を構成する一員として、何ができるか」そして「研究することができる、今の自分に、できることは何か」を考えましょう。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eThis seminar is not a classroom lecture.  It provides an environment where students can improve on specialized knowledge and skills and conduct their own research.  Each student is expected to take the initiative and act independently, which should lead to the overall improvement of levels of all the fellow students.\u003cbr\u003e\u003cbr\u003eThis SFC offers opportunities early on to participate in various seminars and to focus on their research at their own pace.  Students are encouraged to utilize the unique environment of this university’s SFC and challenge writing peer-reviewed papers for various academic societies in order to share your research results with the general public.\u003cbr\u003e\u003cbr\u003eThe academic societies that students can submit their papers to include the IUFRO, the Japan Forest Engineering Society, the Architectural Institute of Japan, the Society of Instrument and Control Engineers, the Japanese Forest Society, the Japan Society of Forest Planning, the Japan Society of Mechanical Engineers, and the City Planning Institute of Japan. \u003cbr\u003e\u003cbr\u003eEach academic paper is a piece of work, and is made public as something that is authorized and recognized as valuable by an academic society.  Writing a paper and publishing it means expressing your ideas and thoughts in society as a researcher.  At the same time, it means affecting society in a way or another with your idea or thought.  Sometimes, a single paper moves and changes the entire society. On the other hand, most studies or researches are public in nature and are expected to respond to society’s needs and to take on certain roles in society.  Students are encouraged to think what they can do as members of society and as individuals who have the luxury of engaging in research.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業スケジュール\u003c/h4\u003e\n\u003cp\u003e履修生各自が行った課題、進めた研究をお互いに発表し、教え合い、議論し、次のステップに進んでいきます。\u003cbr\u003e\u003cbr\u003e履修生各自が研究成果をアカデミックなレベル（学会の査読論文等）で、社会に発表することが、研究会の一つの達成目標です。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eStudents are expected to make presentations to each other the assignments and research they undertook, teach each other, engage in discussions, and take next steps forward.\u003cbr\u003e\u003cbr\u003eOne of the objectives of this research workshop is for each student to present his/her research results at an academic level and present them to society (e.g., via an academic society’s peer-reviewed paper). \u003c/p\u003e\n","course_code":"研究会Ａ","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_FhkROln9PafJtdO00xCFtbWvtbmfkVGbKaCmT1px.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}