{"id":1546,"name":"研究会Ａ / SEMINAR A","account_id":1,"uuid":"2TdFUi2c3srjbzBLBzsvhZM0kZbejodxqSp3oGi5","start_at":"2020-10-07T05:51:27Z","grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:40:55Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          A1101\u003cbr\u003e\n          研究会Ａ\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSEMINAR A\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          研究プロジェクト科目\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eResearch Seminars\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e\n  AI×データ時代における価値デザイン\u003cbr\u003e\n  Value design in AI x Data age\n\u003c/h4\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 木曜日３時限,木曜日４時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e安宅 和人（アタカ カズト）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（推奨）: X1040,X1038\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、ディスカッション、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e日本語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003ekataka@yahoo-corp.jp, keiando@yahoo-corp.jp, manage@atakalab.org（1/20追記）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/07/20 16:04:47\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e研究会概要\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e目的・内容\u003c/h4\u003e\n\u003cp\u003e安宅研では若干名の履修希望者を募集しています！\u003cbr\u003e\u003cbr\u003e以下の日程にて説明会を開催いたしますので、Google formからお申し込みください。（参加希望の方は全員回答するようお願いします。）\u003cbr\u003e\u003cbr\u003e【2020年度 秋学期安宅研究会 説明会】\u003cbr\u003e日時：2020年7月23日（木）11:10~12:40（max）\u003cbr\u003e実施方法：Zoom\u003cbr\u003e参加登録フォーム\u003cbr\u003ehttps://forms.gle/7WzMbTnCHLmuhrZHA\u003cbr\u003e（keio.jpアカウント認証が必要です）\u003cbr\u003eお待ちしています！ (7/20更新）\u003cbr\u003e\u003cbr\u003e---\u003cbr\u003e\u003cbr\u003e(1) 本研究会の目指すもの\u003cbr\u003e\u003cbr\u003eいま人類は未曾有の歴史的な変革点に立っている。\u003cbr\u003e\u003cbr\u003eインターネットの登場とともに生まれ、形になってきたビッグデータ×AI技術が急激にあらゆる分野に浸透し、モノづくりは分子レベルに突入。生命科学は情報科学と融合とかつてないテクノロジーの変曲点にある。加えて、世界の経済的な重心は歴史上見なかったスピードで我々の住むアジアに戻りつつある。\u003cbr\u003e\u003cbr\u003e一方で多くの先進地域で人口は調整局面に突入。温暖化、人口の急激な都市集中、生物資源の多様性の急激な低下、人類の廃棄してきたモノの蓄積による生態系の破壊など課題には事欠かない。\u003cbr\u003e\u003cbr\u003eこの時代において、必要とされるのはN倍化の人材ではなく、いままでの仕組みを刷新する人、そして全く新しい動きを生み出す0 to 1人材だ。未来は夢（課題）を技術で解き、これをデザイン的にパッケージすることで生まれる。(参考：内閣府 知的財産戦略ビジョン 2018/6 https://www.kantei.go.jp/jp/singi/titeki2/kettei/chizai_vision.pdf)\u003cbr\u003e\u003cbr\u003e本研究会はデータ×AI社会における第二、第三の波をワイルドに仕掛け、加速し、次世代、次次世代に向けて何を残せるかを探求しする場となること、熱く、何かを生み出そうという人を支援し、incubateすることを目指す。\u003cbr\u003e\u003cbr\u003e日々の活動にあたっては、広範な研究領域をカバーし（multi-disciplinary）、インターネットエコノミーを創出してきたSFCの強さを活かし、SFC研究所ほか、キャンパス内の様々なファカルティや研究者、活動家との共同をワイルドに試みる\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e(2) この研究会で何をやるのか？\u003cbr\u003e\u003cbr\u003e学ぶために学ぶのではなく、考えるために学び、実践の中で学び、汎用性の高いスキルを身につける場となることを目指す。この研究会の運営自体も試行錯誤を通じ、ダイナミックに進化させる。以下は、現段階での暫定案。\u003cbr\u003e\u003cbr\u003e第1に、価値デザイン社会の基本公式（未来＝夢/課題 ×技術×デザイン）に沿って各自が何らかのテーマを持ち、課題設定から実行に至るまで、自律的に推進する。課題設定、分析の設計、意味合いの抽出、取りまとめの各段階で適宜、イシュードリブン、データドリブンな課題解決についてのガイダンスを個別、全体で行い、相互に学び合う。（推進のあり方は暫定）\u003cbr\u003e\u003cbr\u003eテーマの大きさにより、個人もしくは数名のグループワークで推進。テーマによっては1ヶ月程度で終わるものもあれば１年程度続くものもあり得る。（本研究会への応募段階で具体的に何をやりたいのかをお伝えいただきたい。）\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eなお、大きな研究テーマの柱は以下の２つ\u003cbr\u003e\u003cbr\u003e(1)風の谷を創る（ 参考：http://kaz-ataka.hatenablog.com/entry/2019/07/15/015558 ）\u003cbr\u003e\u003cbr\u003e「都市以外の自然と豊かに生きるオルタナティブ（「風の谷」）をテクノロジーの力を使って実現する」ための課題の明確化と具体的なソリューションの創出。未来の世代に残すに足る未来をつくるための検討と具体的な働きかけ\u003cbr\u003e\u003cbr\u003e- 空間の刷新（疎空間、森、生活オフィス空間、マチ商業空間）\u003cbr\u003e- 開疎空間における業の刷新（教育、飲食リゾートほか）\u003cbr\u003e- 開疎空間における文化の醸成\u003cbr\u003e- 法人設立、運営、web構築・運営\u003cbr\u003e\u003cbr\u003e(2) ビッグデータを活用した社会課題探求：- ビッグデータ、オープンデータの利活用によりシンプルだが興味深く社会的に価値のある研究を行い、データの持つ面白さと力強さの可能性を追求し、世に訴える\u003cbr\u003e\u003cbr\u003eYahoo! JAPANビッグデータレポートチームとの共同（参考：https://about.yahoo.co.jp/info/bigdata/）\u003cbr\u003e\u003cbr\u003e現在走っているテーマ\u003cbr\u003e- 景気とココロ、Public heath、Mind healthほか（検索クエリ）\u003cbr\u003e- 災害検知、パイロット技能把握（航空機センサー）\u003cbr\u003e\u003cbr\u003e(3）対人対応システムの開発（テキスト処理チーム）\u003cbr\u003e\u003cbr\u003e(4) SFC DS教育および国の革新\u003cbr\u003e\u003cbr\u003e以上に加え、安宅個人が取り組むプロジェクトに適宜参加する。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e第２に、Journal Clubとして毎週、各自の研究テーマに関する英語の最近の論文をみんなで読み、内容を検討し、必要に応じその技術的な手法を紹介する。週２名の研究論文紹介を基本とする。各自がセメスターに一度は紹介をする。\u003cbr\u003e\u003cbr\u003eこちらは事前学習、討議だけでなく、事後の検討（学習・討議を踏まえた各自の気付きをシェア）を含めた相互のインタラクティブなプロセスとする。\u003cbr\u003e\u003cbr\u003e---\u003cbr\u003e\u003cbr\u003e本研究会で育成を目指すスキル\u003cbr\u003e\u003cbr\u003e本研究会では自らが主体的にコミットし、リードを取って仕掛け、試行錯誤をしつつ、形にしていく中で、このワイルドな時代を生き延びるための生命力とマインドを養成することを目指す\u003cbr\u003e\u003cbr\u003e- 思考、分析における基礎discipline, rigor\u003cbr\u003e- 教科書、論文などを批判的に読む力\u003cbr\u003e- 自ら課題を設定し、飛び込む掘削力\u003cbr\u003e\u003cbr\u003e- 知的生産、課題解決の基本能力を養成する\u003cbr\u003e-- 課題の見極め（issue definition）\u003cbr\u003e-- 課題の切り分け (issue analysis \u0026amp; structuring)\u003cbr\u003e-- 分析、統合 (analysis and synthesis)\u003cbr\u003e-- 基礎的なコミュニケーションスキル（written, oral）\u003cbr\u003e-- 基礎的なactivity managementのスキル（自分自身、チーム）\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eAtaka Lab is recruiting a few applicants!\u003cbr\u003e\u003cbr\u003eWe will hold a briefing session on the following schedule, so please apply from the Google form (no other options). \u003cbr\u003e\u003cbr\u003e【Autumn Study Group Meeting for Fall 2020\u003cbr\u003eDate and time: Thursday, July 23, 2020 11:10-12:40 (max)\u003cbr\u003eImplementation method: Zoom\u003cbr\u003e\u003cbr\u003eRegistration Form\u003cbr\u003ehttps://forms.gle/7WzMbTnCHLmuhrZHA\u003cbr\u003e(keio.jp account verification required)\u003cbr\u003e\u003cbr\u003eLooking forward to seeing you then! (Updated on July 20)\u003cbr\u003e\u003cbr\u003e--\u003cbr\u003e\u003cbr\u003e(1) What this research group aims\u003cbr\u003e\u003cbr\u003eThe human race stands at an unprecedented historical transformation point.\u003cbr\u003e\u003cbr\u003eBig data × AI technology, which was born with the arrival of the Internet, rapidly penetrated every field, and manufacturing has entered the molecular level. Life science lies in the inflection point of unprecedented technology, blended with information science. In addition, the economic center of gravity of the world is returning to Asia where we live at a speed not seen in history.\u003cbr\u003e\u003cbr\u003eOn the other hand, the population has entered an adjustment phase in many advanced regions. We are facing problems such as global warming, rapid concentration of city population, sharp declines in the diversity of biological resources, destruction of ecosystems due to accumulation of human beings' waste.\u003cbr\u003e\u003cbr\u003eIn this era, who is needed is not talent suitable for multiplication, but talent who revolutionize the existing mechanisms, and talent who creates a whole new movement from 0 to 1. The future = dreams (tasks) x technology x design. (Reference: Cabinet Office Intellectual Property Strategy Vision 2018/6 https://www.kantei.go.jp/jp/ singi / titeki 2 / kettei / chizai_vision.pdf)\u003cbr\u003e\u003cbr\u003eThis group is a place to explore wildly the second and third waves in the data × AI society, to explore what we can leave for the next generation, something hot We aim to support those who try to produce and incubate.\u003cbr\u003e\u003cbr\u003eIn our day-to-day activities, we will utilize the strength of SFC, which has covered a wide range of research areas (multi-disciplinary) and created the Internet economy last two decades.\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e(2) What will we do at this research group?\u003cbr\u003e\u003cbr\u003eTo be honest it will be fumbling at this stage of the study group launch. Instead of learning to learn, we aim to become a place where you learn to think, learn in practice, and acquire highly versatile skills. We will evolve dynamically through the trial and error of the management of this workshop itself. The following is a provisional plan at the present stage.\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eFirstly, each person has some theme according to the fundamental formula of value design society (Future = Dream / Issue × Technology × Design), each person has their own theme, and autonomously promote from assignment setting to execution. At each stage of assignment setting, analysis design, extraction of meaning and consolidation, guidance on issue driven and data driven problem solving is conducted separately and throughout, and mutual learning is done. (Promotion direction is provisional)\u003cbr\u003e\u003cbr\u003ePromoted by individuals or several group work depending on the size of the theme. Depending on the theme, there may be one that ends in about a month, while others may last for about a year. (Please let me know what you really want to do at the stage of entry to this research group.)\u003cbr\u003e\u003cbr\u003eThe pillars of the major research theme are as follows (as of the end of 2018)\u003cbr\u003e\u003cbr\u003e(1) Clarification of issues to solve \"to realize alternative ideas that live abundantly other than urban areas (\" Valley of the Wind \") using the power of technology\" and creation of concrete solutions. Consideration and concrete action to create a future enough to be left to future generations (Reference: http: //www.future-society22.org/blog/ataka This is a collaborative study with Ataka's extra-SFC team , as well as various experts in the campus including SFC research Institute\u003cbr\u003e\u003cbr\u003eClarification of what to aim for\u003cbr\u003eArrangement and isolation of elements necessary for realization\u003cbr\u003eSearch for actual experiment candidate place\u003cbr\u003eConcrete practice and materialization of solution\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e(2) Problem solving using big data from major partner companies\u003cbr\u003e\u003cbr\u003eWe will conduct simple, interesting and socially valuable research through the utilization of big data and open data, pursue the fun of the data and the possibility of strength and appeal to the world\u003cbr\u003e\u003cbr\u003eCooperation with Yahoo! JAPAN Big Data Report Team (temporary) (Reference: https: //about.yahoo.co.jp/info/bigdata/)\u003cbr\u003eCollaboration with other data supply companies (provisional)\u003cbr\u003e\u003cbr\u003eAs a theme\u003cbr\u003ePrediction of world trend by big data\u003cbr\u003eSolving data-driven corporate issues\u003cbr\u003eExploring the relationship between big data and natural phenomena\u003cbr\u003eOther\u003cbr\u003e\u003cbr\u003eWe will also try to consider human resource development of large-volume data visualization skills with zero based on zero basis\u003cbr\u003e\u003cbr\u003e(3) Development of interpersonal support system (text processing team)\u003cbr\u003e\u003cbr\u003e(4) SFC DS education and national innovation\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eSecondly, as the Journal Club, every week we read together recent papers on English related to our research themes, discuss the contents, and introduce the technical methods as necessary. Basically, two research papers will be introduced each week. Each person introduces to the semester at least once.\u003cbr\u003e\u003cbr\u003eThis is a mutual interactive process that includes not only pre-learning and discussion, but also post-study (sharing each person's awareness based on learning and discussion).\u003cbr\u003e\u003cbr\u003e- -\u003cbr\u003e\u003cbr\u003eSkills that aim for training at this study group\u003cbr\u003e\u003cbr\u003eThis study group aims to train vital power and mind to survive this wild age as they are committed themselves, take leads, set themselves, while taking a trial and error, shape\u003cbr\u003e\u003cbr\u003eBasic discipline and rigor in analytical works\u003cbr\u003eAbility to critically read textbooks, papers, etc.\u003cbr\u003eDrilling ability to set tasks themselves and to jump\u003cbr\u003e\u003cbr\u003etraining basic skills of problem solving\u003cbr\u003eIssue identification\u003cbr\u003eIssue isolation (issue analysis \u0026amp; structuring)\u003cbr\u003eAnalysis and synthesis\u003cbr\u003eBasic communication skills (written, oral)\u003cbr\u003eBasic activity management skills (myself, team)\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e評価方法\u003c/h4\u003e\n\u003cp\u003e以下を総合的に判断\u003cbr\u003e\u003cbr\u003e1) 講義・討議への参加と貢献（質・量）\u003cbr\u003e2) 研究活動状況：自らハンドルを握って進めているか、未知なる課題への挑戦の姿勢、その他\u003cbr\u003e3) チーム（研究会）全体運営への建設的な姿勢\u003cbr\u003e4) 研究テーマへの取り組みのアウトプット（プレゼン、報告、卒論ほか）\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eComprehensively judge the following\u003cbr\u003e\u003cbr\u003e1) Participation and Contribution in Lecture and Discussion\u003cbr\u003e2) Research activity: attitude of challenge to an unknown task, others\u003cbr\u003e3) Constructive attitude towards the overall management of the team (research group)\u003cbr\u003e4) Output of initiatives to research themes (presentations, reports, graduation theses, etc.)\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003e安宅和人. イシューからはじめよ. 英治出版, 2010\u003cbr\u003e安宅和人. 知性の本質は知覚にある. Diamondハーバード・ビジネス・レビュー, 2017/5月号\u003cbr\u003e安宅和人. 人工知能はビジネスをどう変えるか. Diamondハーバード・ビジネス・レビュー, 2015/11月号\u003cbr\u003e安宅和人. ビッグデータ vs. 行動観察データ：どちらか顧客インサイトを得られるのか, 2014/8月号\u003cbr\u003e安宅和人/池宮伸次「ビッグデータ探偵団」（講談社現代新書 2019）\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e関連プロジェクト\u003c/h4\u003e\n\u003cp\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e課題\u003c/h4\u003e\n\u003cp\u003e履修希望者は志望理由、この研究会にて行いたい検討内容（テーマ、概要など）をA4フリーフォーマットに自由にまとめ（ただし所見で３分程度で理解できる程度）上述のアドレスにお送りください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eIf you wish to join, please summarize the why and what you would like to do at this research group  (although it can be understood in about 3 minutes )  in the A4 free format and e-mail it to the above address.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e来期の研究プロジェクトのテーマ予定\u003c/h4\u003e\n\u003cp\u003e上述\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eAs described above\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003eその他・留意事項\u003c/h4\u003e\n\u003cp\u003eいきなり卒プロを行う学生は受け入れられません。（卒プロは３年時から履修している人のみとします。）  \u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eSeniors doing graduation projects from this fiscal year will not be accepted.  \u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業スケジュール\u003c/h4\u003e\n\u003cp\u003e木曜の午後のほぼすべてを研究会（Journal clubなど）にあて、個別のプロジェクトの検討に夕方以降、週末も適宜活用します。半年に１−２度の合宿討議を行います。風の谷については月に一度程度の外部の専門家も含めたコアメンバー会（コア会）を夕方１９時からオンライン or 都内で実施します。 (7/17更新）\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eAlmost all Thursday afternoons are assigned to lab work, and my time is spent on individual projects. We also use other days of the week as appropriate. \u003cbr\u003e\u003cbr\u003eWe will have one or two progress review camp discussions in half a year. For the \"valley of the wind\" project, we will hold a core member meeting (core meeting) including outside experts once a month from 19:00 in the evening in Tokyo or online. (Updated on July 17）\u003c/p\u003e\n","course_code":"研究会Ａ","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_2TdFUi2c3srjbzBLBzsvhZM0kZbejodxqSp3oGi5.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}