{"id":298,"name":"ベンチャー経営論 / MANAGEMENT OF  EMERGING  BUSINESSES","account_id":1,"uuid":"SypB735WLOkqormYA6hiXq5GwgRDlNYkiKLeI6TY","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:39:34Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          65060\u003cbr\u003e\n          ベンチャー経営論\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eMANAGEMENT OF  EMERGING  BUSINESSES\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          創造技法科目-社会実践\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eCreative Courses (Skill) - Social Practice\u003c/span\u003e\u003cbr\u003e\n          2 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          B6052\u003cbr\u003e\n          ベンチャー経営論\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eMANAGEMENT OF  EMERGING  BUSINESSES\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          創造技法科目-社会実践\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eCreative Courses (Skill) - Social Practice\u003c/span\u003e\u003cbr\u003e\n          2 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eオンライン（SFC教室から）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 水曜日２時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e國領 二郎:梅嶋 真樹（コクリヨウ ジロウ:ウメジマ マサキ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（関連）: X1028,X1027\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開講場所\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eSFC\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、実習・演習、グループワーク、遠隔あり\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          \u003cp\u003e履修人数を制限する\u003cbr\u003e\u003cbr\u003e受入学生数（予定）：約 75 人\u003cbr\u003e選抜方法：課題提出による選抜\u003cbr\u003e\u003cbr\u003e【課題内容】\u003cbr\u003eWhat do you expect an entrepreneur and this class? Please submit your comments within 200 words  \u003cbr\u003e\u003cbr\u003e◯エントリー〆切日時：2020年9月28日（月） 17:00\u003cbr\u003e◯履修許可者発表日時：2020年9月30日（水） 17:00\u003cbr\u003e\u003cbr\u003e◯テキスト入力\u003cbr\u003e\u003c/p\u003e\n          \u003cp style=\"color: #856a5d;\"\u003eOnly the selected students can take this course.\u003cbr\u003e\u003cbr\u003eNumber of students in the class (scheduled) : About 75\u003cbr\u003ePre-registration screening by submitted an assignment\u003cbr\u003e\u003cbr\u003e【ASSIGNMENT】\u003cbr\u003eWhat do you expect an entrepreneur and this class? Please submit your comments within 200 words  \u003cbr\u003e\u003cbr\u003e* Schedule: TBD\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n        \u003cp\u003eHigh aspiration to make a new business to enable innovation and problem solving in society by modeling technology, policy and monetization\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e英語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003emasaki27@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e同一科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/07/22 14:05:43\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\n\u003cp\u003eIn 2020. MANAGEMENT OF EMERGING BUSINESS renews the syllabus to explore new businesses to tackle with unpredictable environmental change caused by COVID-19. This class aims at providing students with basic understanding on startup business, such as idea generation, patenting, business modeling, prototyping, commercialization, and incorporation. \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e Firstly, interactions with the guest speakers from different industries and countries enable students to understand the know-how to be a successful entrepreneur. The guest speakers in 2019 are:Dr. David Farber, The internet hall of fame, Dr. Sureswaran Ramadass, Founder of Mlabs, Malaysia, Mr. Hiroki Mashita, CEO of V-CUBE, Startup from Keio University, Mr. Paul Ford,  KPMG FAS Co. Ltd, Canada, and Dr. John Choe, CEO \u0026amp; Founder, Encored, Inc., Korea.\u003cbr\u003e Secondly, to empower design-thinking skills and decision-making experiences, students participate in-class exercises, using design thinking methodology, an idea exchange workshop, and case studies in line with IoT \u0026amp; Energy, IoT and Medical, and distance learning. For example, case study discussions help the students have a capability of finding and solving the problem in daily management of a business by place students in the role of the decision-maker.  \u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003eLecture materials are delivered online. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003eClass evaluation is based on (1) a business plan at the end of the semester, (2) in-class presentation, (3) class participations, and (4) assignments. The content of a business plan follows the Business Plan Template that students take in this class. \u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003e1）The lecture schedule will be changed in line with the guest speakers` schedule availability. Please follow the announcement made from TA and the faculties.\u003cbr\u003e2）All lectures are remotely shared on SFC-GC which is an online video archive system in Keio University. \u003cbr\u003e3）Some lectures are shared with Chulalongkorn University on SOI Asia platform which is the leading university in Thailand. \u003cbr\u003e4）This class plans to use a corporate SNS or Apps to help interactions between lectures and students in the online environment. The details of this free service are announced at the first day of the class. \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n  \u003cp\u003e\n  \u003cu\u003e第1回 Overview and Introduction\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eStudying and researching in university is the enabler of invention which is convertible to a big business. Our alumni known as a techno-entrepreneur has given proof of it. To be successful entrepreneur, you need to have the special mindset and some essential know-hows to commercialize study in university. Before planning a business and financing seed money, knowing entrepreneurial career is essential. In this lecture, we will discuss the motivation of launching a startup company.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第2回 Idea generation for developing a business through the design thinking workshop\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eIdea generation is the first step to be a successful technology entrepreneur. In this lecture, the students exercise the process of making a business to be a solution to demands in a market through the design thinking workshop.  \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第3回 Idea generation for developing a business through the discussion with the expert\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eThe successful experience tells us that a good idea blushed through the discussion with a specialist who knows the past and explores the future in each field. David Farber, the Internet Hall of Fame and the former Chief Technologist for Federal Communications Commission (FCC) in .U.S., is the man who knows the internet. \u003cbr\u003eIn inviting Dr. Farber, we discuss ideas to bring innovation to the internet society. \u003cbr\u003eGuest lecturer, Dr. David Farber, Co-Director, Cyber Civilization Research Center,  Keio University\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第4回 Idea exchange for making distance learning more ideal\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eIn December 1997, Japanese universities started distance learning in response to the report “Handling of distance learning according to university establishment standards” in University Education Council of Ministry of Education, Culture, Sports, Science, and Technology (MEXT). In 1996, one year prior to the government the de-regulation, Keio University, led by Prof. Jun Murai (the internet hall of fame), launched the academic alliance for running SOI Asia in which higher educational institutions jointly operated the high speed internet backed by the satellite telecommunication, working together with 28 leading universities in 14 Asian countries. Since then, universities have fostered know-hows backed by the successful and failure practices. Adopting the internet for communication has allowed more exchanges on course contents among teachers in different universities. In encountering covid-19 crisis, there is a growing need for distance learning. If the user experiences take the leadership of making a new business, now is the best timing to launch the new idea in distance learning. Let’s bury the gaps between an idea and prototype at the workshop.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第5回 Learning essential components of making a business -1-\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eA good business plan guides you through each stage of starting and managing your business. You’ll use your business plan as a roadmap for how to structure, run, and grow your new business. It’s a way to think through the key elements of your business. This lecture explains the structure of a business plan by using the business plan template and the financial booklet. In highlighting 11 essential components on business planning, we learn about the essential knowledge of financing for incorporation.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第6回 Business development case, based on university research\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe learn about the strategy whereby make a research outcome incorporated? Thus, we will invite a university startup with successful experience to our lecture and discuss about a timeline from idea generation to commercialization.\u003cbr\u003eProf. Sures is a professor, International University Malaya Wales (IUMW) and a founder of Mlabs. In 1992, he started the basic research on multipoint-to-multipoint video conference technology and successfully commercialized his invention. Since 2005, his company has been publicly listed at Malaysia Stock Exchange. \u003cbr\u003eGuest speaker, Prof.Sureswaran Ramadass, International University Malaya Wales (IUMW), and Chairman of the Board, NLTVC Sdn Bhd\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第7回 Financing skill\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWhen you shape the management team and write up the business plan, you will need to fundraise to realize your idea and research outcome into society. Venture Capital [VC] is one of the important cash resources for all small companies. But many suggestions by entrepreneurs are rejected. Is there any condition to receive funding? We will invite Venture Capital or the specialist in this sector to argue on what is an attractive business plan for VC.\u003cbr\u003eGuest speaker is Mr. Paul Ford, Director, Transaction Services,KPMG FAS Co. Ltd.\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第8回 Find the Know-How from a successful startup -1-\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eWe learn about a successful experience to convert university research to a business. \u003cbr\u003eIn 1998, Mr. Mashita launched WEB design service, targeted a business customer.\u003cbr\u003eThree years later, with receiving equity money by Keio University, Mr. Mashita incorporated V-CUBE to internationally provide with a WEB meeting service. Since 2015, V-CUBE has been publicly listed at TSE, which is the biggest stock exchange in Japan. Mr. Mashita discuss about know-how to make a startup.\u003cbr\u003eGuest speaker, Mr. Hiroki Mashita, CEO of V-CUBE\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第9回 Find the Know-How from a successful startup-2-\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eSoftbank, Japanese mobile operator, has formed up a startup fund exceeded $93 Billion in highlighting IOT. More than $93 billion has been secured from backers such as the Saudi Arabia’s Public Investment Fund, Abu Dhabi’s Mubadala Investment Co., Apple Inc., Qualcomm Inc., Foxconn Technology Group and Sharp Corp.\u003cbr\u003eIn July 2017, SoftBank announced to invest in Encored, which plays the role of IoT platformer in energy management service in U.S. In inviting the key-persons in that deal, we discuss about their future vision and the purpose of the alliance.\u003cbr\u003eMr. John Choe, CEO \u0026amp; Founder, Encored, Inc.\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第10回 How does a startup challenge a big company?\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eFor many years, Japanese electricity business is monopolized in each religion: Tokyo electric company for Tokyo and Kyushu electric company for Kyushu. The de-regulation in 2015 which was motivated by the biggest earth quake in Japan’s 1000 years history became the enabler of creating the new entries. \u003cbr\u003eIn this lecture by using a case study, we learn how a startup tackle a big company in the timing when new regulation is valid.\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第11回 Know the ideal environment to foster a startup\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eAI, IoT, distance learning, distributed energy resource management, and inhouse medical service. In SFC, there are good cases to know the real of these buzzwords. Plus, in response to the social demand, SFC has undertaken the task to create a startup by providing researchers and students with fluent supports: intellectual property management, business incubation, and so on.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第12回 Students’ presentation day and Wrap-up of the class\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eStudent representatives present a business plan for financing.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第13回 In-class discussion \u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第14回 In-class discussion \u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第15回 In-class discussion \u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  Jiro Kokuryo, Masaki Umejima\u003c/p\u003e\n  \u003chr\u003e\n\n  \u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003cbr\u003e\n  \u003cp\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n","course_code":"ベンチャー経営論","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":"private","grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"locale":"en-GB","calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_SypB735WLOkqormYA6hiXq5GwgRDlNYkiKLeI6TY.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}