{"id":399,"name":"スペイン語ベーシック１ / SPANISH BASIC 1","account_id":1,"uuid":"ai0YUryoYy2RsOTeHoAqXe7nyN1DB5OHZr5SaVC1","start_at":"2020-10-07T05:16:00Z","grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:39:41Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          B2161\u003cbr\u003e\n          スペイン語ベーシック１\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSPANISH BASIC 1\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          創造技法科目-言語コミュニケーション\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eCreative Courses (Skill) - Language Communication\u003c/span\u003e\u003cbr\u003e\n          2 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eオンライン（SFC教室から）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 水曜日３時限,木曜日３時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e高木 和子:藤田 護:新谷 ロクサナ（タカギ カズコ:フジタ マモル:シンタニ ロクサナ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（関連）: B2162,C1103\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開講場所\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eSFC\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、実習・演習、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          \u003cp\u003e履修人数を制限する\u003cbr\u003e\u003cbr\u003e受入学生数（予定）：約 35 人\u003cbr\u003e選抜方法：課題提出による選抜\u003cbr\u003e\u003cbr\u003e【課題内容】\u003cbr\u003eスペイン語ベーシック１の履修を希望する学生は、以下の点について志望理由書を1000字程度で書いて提出してください。志望理由書の内容で選抜を行います。内容次第では定員上限に達していなくても履修を許可しないことがあります。なお、新入生で「スペイン語ベーシック１」の受講が決定した学生は、履修選抜にエントリーする必要はありませんが、志望理由書を挙げてもらえると、教員がそれぞれの学生の人となりを把握するのに役立ちます。\u003cbr\u003e\u003cbr\u003e１　言語の学習によって何を目指しているのか\u003cbr\u003e\u003cbr\u003e２　これまでのSFC内外での言語履修歴\u003cbr\u003e\u003cbr\u003e３　なぜスペイン語の学習を開始したいのか\u003cbr\u003e\u003cbr\u003e４　これまでのスペイン語の学習歴の有無\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents wishing to enroll in Spanish Basic 1 must submit a proposal document of approx. 500 words explaining the following aspects: \u003cbr\u003e\u003cbr\u003e1. Your objectives and goals through studying new languages\u003cbr\u003e\u003cbr\u003e2. Previous language learning experiences, both within and outside SFC\u003cbr\u003e\u003cbr\u003e3. Why you wish to start learning Spanish\u003cbr\u003e\u003cbr\u003e4. Previous studying experience of Spanish\u003cbr\u003e\u003cbr\u003eAcceptance will be decided based on the content of the proposal document. It is possible that students be rejected even if the class size does not reach the maximum limit. New students starting this semester at SFC who were approved to take this course are automatically garanteed their seets, but submitting a proposal document here will help the teaching staff know who you are.\u003cbr\u003e\u003cbr\u003e◯エントリー〆切日時：2020年9月28日（月） 17:00\u003cbr\u003e◯履修許可者発表日時：2020年9月30日（水） 17:00\u003cbr\u003e\u003cbr\u003e◯テキスト入力\u003cbr\u003e\u003c/p\u003e\n          \u003cp style=\"color: #856a5d;\"\u003eOnly the selected students can take this course.\u003cbr\u003e\u003cbr\u003eNumber of students in the class (scheduled) : About 35\u003cbr\u003ePre-registration screening by submitted an assignment\u003cbr\u003e\u003cbr\u003e【ASSIGNMENT】\u003cbr\u003eスペイン語ベーシック１の履修を希望する学生は、以下の点について志望理由書を1000字程度で書いて提出してください。志望理由書の内容で選抜を行います。内容次第では定員上限に達していなくても履修を許可しないことがあります。なお、新入生で「スペイン語ベーシック１」の受講が決定した学生は、履修選抜にエントリーする必要はありませんが、志望理由書を挙げてもらえると、教員がそれぞれの学生の人となりを把握するのに役立ちます。\u003cbr\u003e\u003cbr\u003e１　言語の学習によって何を目指しているのか\u003cbr\u003e\u003cbr\u003e２　これまでのSFC内外での言語履修歴\u003cbr\u003e\u003cbr\u003e３　なぜスペイン語の学習を開始したいのか\u003cbr\u003e\u003cbr\u003e４　これまでのスペイン語の学習歴の有無\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents wishing to enroll in Spanish Basic 1 must submit a proposal document of approx. 500 words explaining the following aspects: \u003cbr\u003e\u003cbr\u003e1. Your objectives and goals through studying new languages\u003cbr\u003e\u003cbr\u003e2. Previous language learning experiences, both within and outside SFC\u003cbr\u003e\u003cbr\u003e3. Why you wish to start learning Spanish\u003cbr\u003e\u003cbr\u003e4. Previous studying experience of Spanish\u003cbr\u003e\u003cbr\u003eAcceptance will be decided based on the content of the proposal document. It is possible that students be rejected even if the class size does not reach the maximum limit. New students starting this semester at SFC who were approved to take this course are automatically garanteed their seets, but submitting a proposal document here will help the teaching staff know who you are.\u003cbr\u003e\u003cbr\u003e* Schedule: TBD\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n        \u003cp\u003e既にスペイン語の学習歴がある人は、SFCスペイン語・スペイン語圏研究室と相談の上で、資格認定試験で適切なレベルの講座を教員と相談の上で選ぶようにしてください。最近、既に十分なレベルがありながら初修者用の授業を履修し、授業運営にあまり協力的でない事例が目立つようになりました。そのような学生が場合には初修者とは別の基準で評価を行います。\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eStudents with prior experience of learning Spanish are strongly advised to consult the department staff beforehand, and choose the appropriate level through the placement test.\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eスペイン語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eespanol-staff@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e同一科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e0\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/08/17 10:56:58\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\n\u003cp\u003e本クラスはSFCスペイン語カリキュラムの入り口にあたるクラスです。ベーシック１では週２回の授業を通して比較的ゆっくりとしたペースで、スペイン語の初歩の部分を学びます。世界で5億6千万人（2019年、セルバンテス文化センター）に話され、学習されているスペイン語と出会い、その仕組みと用法を学ぶクラスです。スペイン語を使って具体的なタスクを完成することや、自分の言語学習過程を見つめることなど、自分の学びに責任を持ち、学び方を学ぶことをつねに重視していくクラスです。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eThis class is the first step in the Spanish language curriculum at SFC. We will make a first encounter with this language that is spoken by 480 million people around the world, learn how to communicate using it, and understand its basic structures. By carrying out three tasks using Spanish and through the examination of our own foreign-language learning process, we will attach great importance to your development and growth as a learner who takes responsibility of his/her own learning, i.e. as a learner who not only learns Spanish, but also learns ‘how to learn.’\u003c/p\u003e\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e（注意：この授業は原則としてオンラインで実施し、ZoomまたはWebexを用いたオンタイムの双方向授業です。学生はカメラを用いて顔を出して授業のアクティビティに参加することが必要です。SFC-SFSと併せてSlackのワークスペースを運用します。履修選抜が終了した段階で、CNSメールを通じて各学生をSlackのワークスペースに誘導します。なお、現時点では見通しが立ちませんが、状況が許せば学期中に何度か学生がキャンパスに来て授業を受けることを選択できる機会を設けたいと考えています。） \u003cbr\u003e\u003cbr\u003e〈概要〉\u003cbr\u003e本クラスはSFCスペイン語カリキュラムの入り口にあたるクラスです。世界で5億6千万人（2019年、セルバンテス文化センター）に話され、学習されているスペイン語と出会い、その仕組みと用法を学ぶクラスです。スペイン語を使って３つのタスクを完成することや、自分の外国語学習を見つめることなど、自分の学びに責任を持ち、学び方を学ぶことをつねに重視していくクラスです。\u003cbr\u003e\u003cbr\u003e（タスクとは）\u003cbr\u003eタスクとは、実際に皆さんが学習するスペイン語を使って作品を仕上げることです。ベーシック１では、クラスメートの自己紹介ポスター、外国語学習者へのインタビューポスター、など、学習する文法・語彙、構文を駆使して実際に具体的な作品を製作してもらいます。\u003cbr\u003e\u003cbr\u003e（目標）\u003cbr\u003eベーシック1終了後には以下のことをスペイン語でコミュニケーションできるようになります。\u003cbr\u003e・ 自分についての基本的な情報を伝えたり、相手の情報を聞いたりすることができる。\u003cbr\u003e・ 挨拶することができる。\u003cbr\u003e・ 自分がやりたいことやその理由について表現することができる。\u003cbr\u003e・ 場所について説明することができる。\u003cbr\u003e・ 物の有無と所在を表現することができる。\u003cbr\u003e・ 気候について話すことができる。\u003cbr\u003e・ 買い物に必要なやりとりをすることができる。\u003cbr\u003e・ 好みや必要な物について表現することができる。\u003cbr\u003e上記の目標を達成するために、授業時間以外に予習・復習する時間を確保することが必須です。\u003cbr\u003e\u003cbr\u003e（手法）\u003cbr\u003eベーシック１のクラスでは、最新の教授法（アクション・ラーニング）に基づいてスペインで製作された教科書（洋書）を使います。全ての学びのプロセスにおいて、学生の能動的・主体的な参加が求められ、実際にスペイン語を使ってなにかを成し遂げる（タスク）ことに力点をおいていきます。学習形態は、個人、ペア、グループなど多様なスタイルで行います。ペアやグループワークでは、「自分が学ぶ」に加えてクラスメートと一緒に学ぶという姿勢も大切です。遅刻や欠席はクラスメートの学びを妨げる場合がありますのでなるべくしないように心がけましょう。\u003cbr\u003e\u003cbr\u003e（授業時間外の学習）\u003cbr\u003e実際にスペイン語を使ってタスクを完成させることを重視するこのクラスでは、授業時間以外に予習・タスクの準備・振り返りの時間を確保することが必要です。目安は、週に２〜３時間程度です。履修を決める前に、学習時間確保を考慮してください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Please note: This course will be conducted on-line this semester. We will use teleconference platforms (Zoom or Webex) to deliver on-time classes, and enrolled students must turn on their cameras to show their faces. The SFC Spanish Department will transmit information through a workspace in Slack as well as SFC-SFS. When the student selection is finalised, we will contact the students through CNS email to guide you to the Slack workspace. If the situation permists, we are thinking of the possibility to let the students come to campus to take classes.) \u003cbr\u003e\u003cbr\u003eCourse Outline\u003cbr\u003e\u003cbr\u003eThis class is the first step in the Spanish language curriculum at SFC. We will make a first encounter with this language spoken by 427 million people around the world, learn how to communicate using it, and understand its basic structures. By carrying out three tasks using Spanish and through the examination of our own foreign-language learning process, we will attach great importance to your development and growth as a learner who takes responsibility of his/her own learning, i.e. as a learner who not only learns Spanish, but also learns ‘how to learn.’\u003cbr\u003eThe “tasks”\u003cbr\u003eThe tasks will consist in the production of real works using the Spanish we will be learning. In Basic 1, you will elaborate products such as a self-introduction poster, an interview to a foreign-language learner, etc., making full use of the grammar, vocabulary, and expressions we will be studying. \u003cbr\u003eBoth Japanese-speaking and non-Japanese-speaking students are welcome to join the class. \u003cbr\u003e \u003cbr\u003eGoals\u003cbr\u003e\u003cbr\u003eAfter taking Spanish Basic 1, you will be able to do the following things: \u003cbr\u003e- You will be able to express basic information about yourself and to ask others about their personal information. \u003cbr\u003e- You will be able to greet other people. \u003cbr\u003e- You will be able to express what you want to do and why you want to do it. \u003cbr\u003e- You will be able to describe places. \u003cbr\u003e- You will be able to express the existence and location of things. \u003cbr\u003e- You will be able to speak about weather. \u003cbr\u003e- You will be able to communicate when shopping. \u003cbr\u003e- You will be able to express your preferences and needs. \u003cbr\u003eIn order to achieve these objectives, you will have to devote sufficient out-of-classroom time to the preparation and revision of the contents and materials we will be using. \u003cbr\u003e\u003cbr\u003eMethod\u003cbr\u003e\u003cbr\u003eIn Spanish Basic 1, we will use a textbook published in Spain and based on a contemporary language-learning method (action-based learning approach). Throughout the whole learning process, you will be required to actively participate, as well as to reflect on what you are actually able to accomplish (tasks) with the Spanish-language contents we will be learning. The learning process will follow different formats, ranging from individual work to pair- and group activities. When working in pairs and groups, a collaborative attitude towards learning together will be of outmost importance. Please avoid arriving late or failing to attend the classes: remember that such behaviors hinder the learning of your classmates.\u003cbr\u003e\u003cbr\u003eOut-of-classroom learning time\u003cbr\u003e\u003cbr\u003eSince this class emphasizes the accomplishment of tasks using Spanish, you will need to plan and secure the necessary time for preparation and revision (approximately 2-3 hours per week). Please consider this requirement when you decide to register for this class.   \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003eAula Internacional 1 Nueva Edición: Libro del alumno \u003cbr\u003e(生協で通信販売に応じています / You can purchase it and have it sent to you at the SFC Coop store)\u003cbr\u003e日本に滞在しておらず教材を受け取れないなどの事情がある場合は相談してください／Consult the department if you are not in Japan and cannot receive the book.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003e（授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、評価方法の詳細に変更がある可能性があります。最新の情報は授業中に説明します。）\u003cbr\u003e\u003cbr\u003e（評価方法）\u003cbr\u003e文法・単語小テスト（毎回のクラス）25%、タスク（筆記・会話)25%、期末総合試験50%（会話25%、筆記（読解・聴解・作文・文法・語彙） 25%）。 授業参加は最終的な成績に影響を与える可能性があります。\u003cbr\u003e\u003cbr\u003e※このクラスの評価方法は、プロセスと結果両方を評価する仕組みです。期末テストで高得点をとれば単位がもらえるという評価方法ではありません。一回一回のクラス参加・学習を大切にしていきましょう。 \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Due to the realisation of this course on-line, and reduced number of classes this semester, the details of the evaluation may change. Any changes will be informed in class.)\u003cbr\u003e\u003cbr\u003eEvaluation method\u003cbr\u003eGrammar-Vocabulary Tests (held at the beginning of every class) 25%, Tasks (oral and written) 25%, Final Oral Exam 25%, Final Written Exam (Reading Comprehension, Listening Comprehension, Writing, Grammar, and Vocabulary) 25%. Your class-participation will affect the final grade.\u003cbr\u003eNote: The evaluation method of this class takes into account both the process of learning and its results. Having a good grade at the final exams will not necessarily mean that you obtain the credits. The participation and the work you do for each of the classes will be important. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003ePCやスマホの授業内での使用については、原則的には使用禁止です。しかし、学習目的でそれらの機器を使うほうが効果的な場合もあります。クラス内で都度教員が指示します。\u003cbr\u003e\u003cbr\u003e（出席と授業参加について） \u003cbr\u003eコミュニケーションを重視するSFCの言語教育の授業では、出席と授業への積極的参加を重視します。出席が授業全体の85%を下回った場合には自動的に成績が1ランク下がり、80%を下回った場合には単位は付与されません。遅刻は2回で欠席1回とみなします。（交通機関の遅延や止むを得ない緊急事態は考慮されます。）また、コミュニケーションに関する活動を著しく阻害する行為・態度（居眠り、無断で教室を離れるなど）があるとみなされた場合には、授業への出席を禁止する場合があります。試験における不正行為は、自動的に単位はく奪となります。\u003cbr\u003e\u003cbr\u003e詳しくはスペイン語研究室に問い合わせください。\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eAs a general rule, we will ask you not to use your laptop and IPhone during the class, except when we engage in activities that require it. Please follow the teachers' instructions on this point. \u003cbr\u003e\u003cbr\u003ePlease note that those students with attendance lower than 85% will be assigned a grade one rank lower. Those whose attendance is lower than 80% or those engaging in unethical acts during the exams will be automatically assigned grade D. \u003cbr\u003eWhen not attending a class, students have the responsibility of obtaining the copies and material employed in the lesson. Behaviors and attitudes that disrupt the successful development of the class (such as sleeping or going out of the classroom during the class) might make it necessary the teaching staff to ask you to stop attending the class.   \u003cbr\u003e \u003cbr\u003ePlease feel always free to contact the Spanish lab for any questions. \u003c/p\u003e\n\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n  \u003cp\u003e\n  \u003cu\u003e第1回 第1週 / Week 1\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e（授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、評価方法の詳細に変更がある可能性があります。最新の情報はSFC-SFSで提示します。Due to the realisation of this course on-line, and reduced number of classes this semester, the content of each class may change. Any changes will be reflected on the SFC-SFS.）\u003cbr\u003e\u003cbr\u003e（担当教員一覧　水曜３限：新谷ロクサーナ（Roxana Shintani, RS）、木曜３限：高木和子（Kazuko Takagi, KT）\u003cbr\u003e以下はその週に扱うUnidadを示します。\u003cbr\u003eWe show here the chapter and the activity of each class. Teaching staff: Wednesday 3rd hour: Roxana Shintani, Thursday 3rd hour: Kazuko Takagi)\u003cbr\u003e\u003cbr\u003e10月1日　木　KT　0.1, 0.3, 0.4　No hay quiz \u003cbr\u003e10月7日　水　RS　1.1, 1.2　No hay quiz Presentar Task 1\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第2回 第2週 / Week 2\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月8日　木　KT　1.3, 1.4　Quiz 1\u003cbr\u003e10月14日　水　RS　1.5, 1.6　Quiz 2\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第3回 第3週 / Week 3\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月15日　木　KT　1.7, 1.12　Quiz 3\u003cbr\u003e10月21日　水　RS　Task 1 basado en 1.11　Quiz 4\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第4回 第4週 / Week 4\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月22日　木　KT　Video U1, 2.1　Quiz 5\u003cbr\u003e10月28日　水　RS　2.2, 2.3　No hay Quiz, Vocabulario U1\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第5回 第5週 / Week 5\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月29日　木　KT　2.5, 2.7　Quiz 6\u003cbr\u003e11月4日　水　RS　2.4, 2.6　Quiz 7\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第6回 第6週 / Week 6\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月5日　木　KT　2.8, 2.9　Quiz 8\u003cbr\u003e11月11日　水　RS　Video U2, 3.1　Quiz 9\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第7回 第7週 / Week 7\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月12日　木　KT　Task 2 basado en 2.10 y 2.11 Quiz 10\u003cbr\u003e11月18日　水　RS　3.4　Quiz 11, Vocabulario U2\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第8回 第8週 / Week 8\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月19日　木　KT　3.5, 3.7　No hay quiz\u003cbr\u003e11月25日　水　RS　3.3, 3.6　Quiz 12\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第9回 第9週 / Week 9\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月26日　木　KT　3.11, Video U3　Quiz 13\u003cbr\u003e12月2日　水　RS　Task 3 basado en 3.10　Quiz 14\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第10回 第10週  / Week 10\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月3日 木　KT　4.1, 4.2　Quiz 15, Vocabulario U3\u003cbr\u003e12月9日 水　RS　4.4, 4.5　No hay quiz\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第11回 第11週  / Week 11\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月10日　木　KT　4.6　Quiz 16\u003cbr\u003e12月16日　水　RS　期末会話試験・総括 / final oral exam and reflection\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第12回 第12週  / Week 12\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月17日　木　KT　期末会話試験・総括 / final oral exam and reflection\u003cbr\u003e12月23日　水　RS　期末筆記試験・総括 / final written exam and reflection\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第13回 第13週\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e補助教材を使った自習 / Self-learning through supplementary materials\u003cbr\u003e※具体的な学習内容を伴い、授業期間中に取り組んでもらいます。詳しくは授業開始後に案内します。This will consist of concrete learning content to be covered individually by the students during the semester. Details will be provided in class.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第14回 第14週\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e補助教材を使った自習 / Self-learning through supplementary materials\u003cbr\u003e※具体的な学習内容を伴い、授業期間中に取り組んでもらいます。詳しくは授業開始後に案内します。This will consist of concrete learning content to be covered individually by the students during the semester. Details will be provided in class.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第15回 Other tasks\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e期末テストの解説、会話テストのフィードバック、作文タスクの実施とフィードバック\u003cbr\u003eDiscussion and feedback on Tasks and final exams \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n\n  \u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003cbr\u003e\n  \u003cp\u003e期末テストの解説、会話テストのフィードバック、作文タスクの実施とフィードバック\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eDiscussion and feedback about the final exams. \u003c/p\u003e\n","course_code":"スペイン語ベーシック１ 1","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":"private","grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_ai0YUryoYy2RsOTeHoAqXe7nyN1DB5OHZr5SaVC1.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}