{"id":458,"name":"スペイン語インテンシブ１ / SPANISH INTENSIVE 1","account_id":1,"uuid":"kOmP5p8aWXZeqjns33JptvVODotc4CTEgOQbhvxw","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:39:47Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          B2261\u003cbr\u003e\n          スペイン語インテンシブ１\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSPANISH INTENSIVE 1\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          創造技法科目-言語コミュニケーション\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eCreative Courses (Skill) - Language Communication\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eオンライン（SFC教室から）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 火曜日２時限,水曜日１時限,水曜日２時限,木曜日２時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eプリエト， ベロニカ Ｍ:アロツ・ラファエル， アインゲル:高畠 理恵:新谷 ロクサナ（プリエト ベロニカ:アロツ ラフアエル アインゲル:タカバタケ リエ:シンタニ ロクサナ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（関連）: 60160,C1103,B2262\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開講場所\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eSFC\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、実習・演習、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          \u003cp\u003e履修人数を制限する\u003cbr\u003e\u003cbr\u003e受入学生数（予定）：約 25 人\u003cbr\u003e選抜方法：課題提出による選抜\u003cbr\u003e\u003cbr\u003e【課題内容】\u003cbr\u003e秋学期のスペイン語インテンシブ１は、在学生で新たに勉強しようと思う学生を受け入れる余裕が比較的あります。春学期にスペイン語が履修できなかった学生を含め、熱意のある学生はぜひ応募をしてください。在学生で履修を希望する者は、SFC-SFS上での志望理由書の提出が必要です（新入生は学事のシステムで割り当てられるので、この科目の履修選抜にエントリーすることができません）。以下の内容について1000字程度で執筆し、提出してください。どのような動機で受講を志望しているかを、この書類で判断した上で、履修許可者を決定します。\u003cbr\u003e\u003cbr\u003e１　なぜスペイン語を勉強しようと思ったのか\u003cbr\u003e\u003cbr\u003e２　（あれば）これまでの自分のスペイン語とのかかわり\u003cbr\u003e\u003cbr\u003e３　なぜスペイン語インテンシブ１を履修したいのか、そこでの目標\u003cbr\u003e\u003cbr\u003e４　スペイン語以外の言語の運用能力（日本語を学習中の場合はその点も記載すること）\u003cbr\u003e\u003cbr\u003e（なお、これまでに１年以上のスペイン語の学習経験があり、CEFRのA1の水準に達している場合は、インテンシブ２以上のコースの受講が適切である場合があります。資格認定試験を受け、事前に教員に相談してください。）\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents already studying in this campus wishing to enroll in this Spanish Intensive 1 course from this semester must submit a proposal document through SFC-SFS for the selection process, describing the following aspects. Enrollment permission will be decided upon the motivation stated in this document:\u003cbr\u003e\u003cbr\u003e1. Why you wish to study Spanish\u003cbr\u003e\u003cbr\u003e2. Your experience with the Spanish language (if any)\u003cbr\u003e\u003cbr\u003e3. Why you wish to enroll in Spanish Intensive 1 course, and what you aim to achieve in the course.\u003cbr\u003e\u003cbr\u003e4. Language abilities other than Spanish (if you are in the process of learning Japanese please indicate your level)This proposal document can be submitted in English.\u003cbr\u003e\u003cbr\u003e(Those students already with an CEFR A1 level proficiency in Spanish are strongly advised to take the placement test to enroll in Intensive 2. Do contact and consult the teaching staff beforehand.)\u003cbr\u003e\u003cbr\u003e◯エントリー〆切日時：2020年9月28日（月） 17:00\u003cbr\u003e◯履修許可者発表日時：2020年9月30日（水） 17:00\u003cbr\u003e\u003cbr\u003e◯テキスト入力\u003cbr\u003e\u003c/p\u003e\n          \u003cp style=\"color: #856a5d;\"\u003eOnly the selected students can take this course.\u003cbr\u003e\u003cbr\u003eNumber of students in the class (scheduled) : About 25\u003cbr\u003ePre-registration screening by submitted an assignment\u003cbr\u003e\u003cbr\u003e【ASSIGNMENT】\u003cbr\u003e秋学期のスペイン語インテンシブ１は、在学生で新たに勉強しようと思う学生を受け入れる余裕が比較的あります。春学期にスペイン語が履修できなかった学生を含め、熱意のある学生はぜひ応募をしてください。在学生で履修を希望する者は、SFC-SFS上での志望理由書の提出が必要です（新入生は学事のシステムで割り当てられるので、この科目の履修選抜にエントリーすることができません）。以下の内容について1000字程度で執筆し、提出してください。どのような動機で受講を志望しているかを、この書類で判断した上で、履修許可者を決定します。\u003cbr\u003e\u003cbr\u003e１　なぜスペイン語を勉強しようと思ったのか\u003cbr\u003e\u003cbr\u003e２　（あれば）これまでの自分のスペイン語とのかかわり\u003cbr\u003e\u003cbr\u003e３　なぜスペイン語インテンシブ１を履修したいのか、そこでの目標\u003cbr\u003e\u003cbr\u003e４　スペイン語以外の言語の運用能力（日本語を学習中の場合はその点も記載すること）\u003cbr\u003e\u003cbr\u003e（なお、これまでに１年以上のスペイン語の学習経験があり、CEFRのA1の水準に達している場合は、インテンシブ２以上のコースの受講が適切である場合があります。資格認定試験を受け、事前に教員に相談してください。）\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents already studying in this campus wishing to enroll in this Spanish Intensive 1 course from this semester must submit a proposal document through SFC-SFS for the selection process, describing the following aspects. Enrollment permission will be decided upon the motivation stated in this document:\u003cbr\u003e\u003cbr\u003e1. Why you wish to study Spanish\u003cbr\u003e\u003cbr\u003e2. Your experience with the Spanish language (if any)\u003cbr\u003e\u003cbr\u003e3. Why you wish to enroll in Spanish Intensive 1 course, and what you aim to achieve in the course.\u003cbr\u003e\u003cbr\u003e4. Language abilities other than Spanish (if you are in the process of learning Japanese please indicate your level)This proposal document can be submitted in English.\u003cbr\u003e\u003cbr\u003e(Those students already with an CEFR A1 level proficiency in Spanish are strongly advised to take the placement test to enroll in Intensive 2. Do contact and consult the teaching staff beforehand.)\u003cbr\u003e\u003cbr\u003e* Schedule: TBD\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e文法などの説明に日本語を用いることがありますが、教員は日本語以外の言語を主たる言語とする学生を受け入れることは可能です。スペイン語研究室やコーディネーターの教員に随時相談をしてください。\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eCertain explanations and instructions will be given in Japanese, but the instructors are willing to accept students whose main language is other than Japanese. Do consult the Spanish Department for any assistance.\u003c/p\u003e\n        \u003cp\u003eスペイン語のベーシック１とベーシック２とは内容がかぶるため、重複履修ができません。既にそれらの単位を取得していたことが発覚した場合は、その時点で単位を取得する資格を失います。また、既にスペイン語の学習歴がある人は、学事が定める日時の資格認定試験で、適切なレベルの講座を教員と相談の上で選ぶようにしてください。既に十分なレベルがありながら初修者用の授業を履修し、授業運営にあまり協力的でない事例が目立つことがあります。そのような学生が場合には初修者とは別の基準で評価を行います。\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eBeginning students will choose between either Intensive 1(four classes per week) or Basic 1 and 2 (two classes per week). Those who have obtained credit in the Basic course(s) cannot take this Intensive 1. Students with prior experience of studying Spanish are strongly advised to attend the placement test, and choose the appropriate course in consultation with the teaching staff.\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eスペイン語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eespanol-staff@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003ehttp://estudio.sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e同一科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e0\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/08/17 16:47:51\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\n\u003cp\u003eスペイン語の初修者を対象として、週4回の授業を通じてこの言語の土台を身につける速習コースです。スペイン語はアメリカ大陸とヨーロッパを中心に世界規模で話者の多い言語で、学習者も増大しています。スペイン語とスペイン語圏の社会や文化に関心をもつ学生に限らず、スペイン語を通じて将来の自分のキャリアの幅と奥行きを広げようとする学生の受講を歓迎します。 SFCのスペイン語の授業では、コミュニケーションに重点を置き、学生の授業への積極的参加を重視します。日本の大学で行われている通常のスペイン語の授業よりも文法面での進み方が遅くなりますが、学んだことを自分でも使えるという自信をつけながら先に進むことを重視します。ただし、授業の進度自体は比較的早く、文法事項や単語が身についているかを確かめる試験と作文課題が定期的に課され、学期末には会話試験がありますので、授業以外での十分な学習時間を確保したうえで履修してください。インテンシブ１の授業は、ヨーロッパ言語共通参照枠（CEFR）の「A1」のレベルに対応します。このレベルは次のように定義されています――「具体的な欲求を満足させるための、よく使われる日常的表現と基本的な言い回しを理解し、用いることもできる。自分や他人を紹介することができ、どこに住んでいるか、誰と知り合いか、持ち物などの個人的情報について、質問をしたり、答えたりできる。もし、相手がゆっくり、はっきりと話して、助け船を出してくれるなら簡単なやり取りをすることができる。」\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eThis is an intensive course in with four classes per week designed for those students just beginning to study the Spanish language. We welcome students interested in Spanish and Spanish-speaking societies and cultures, as well as those aspiring to broaden their career options through the acquisition of this language. The Spanish courses at SFC emphasises the communicative aspects of the language, and requires active participation of students in classes. As this is an intensive course, the speed will be relatively high, and students are expected to dedicate sufficient amount of self-study time outside classes to assimilate the newly-learned expressions and vocabularies. Spanish Intensive 1 corresponds to the level \"A1\" in the Common European Framework of Reference for Languages (CEFR).\u003c/p\u003e\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e（注意：この授業は原則としてオンラインで実施し、ZoomまたはWebexを用いたオンタイムの双方向授業です。学生はカメラを用いて顔を出して授業のアクティビティに参加することが必要です。SFC-SFSと併せてSlackのワークスペースを運用します。履修選抜が終了した段階で、CNSメールを通じて各学生をSlackのワークスペースに誘導します。なお、現時点では見通しが立ちませんが、状況が許せば学期中に何度か学生がキャンパスに来て授業を受けることを選択できる機会を設けたいと考えています。）\u003cbr\u003e\u003cbr\u003e１．主題\u003cbr\u003e　本クラスはSFCスペイン語カリキュラムの入り口にあたるクラスです。世界で4億2千万人に話されているスペイン語と出会い、その仕組みと用法を学ぶクラスです。スペイン語を使って6つのタスクを完成することや、自分の外国語学習を見つめることなど、自分の学びに責任を持ち、学び方を学ぶことをつねに重視していくクラスです。\u003cbr\u003e２．タスクとは\u003cbr\u003e　タスクとは、実際に皆さんが学習するスペイン語を使って作品を仕上げることです。インテンシブ1では、学生の自己紹介ポスター、また、スペイン語圏の一つの国の地理、名所や気候についての記述文、など、学習する文法・語彙、構文を駆使して実際に具体的な作品を製作してもらいます。\u003cbr\u003e３．目標\u003cbr\u003e　インテンシブ1終了後には以下のことをスペイン語でコミュニケーションできるようになります。\u003cbr\u003e・自分についての基本的な情報を伝えたり、相手の情報を聞いたりすることができる。\u003cbr\u003e・挨拶することができる。\u003cbr\u003e・自分がやりたいことやその理由について表現することができる。\u003cbr\u003e・場所について説明することができる。\u003cbr\u003e・物の有無と所在を表現することができる。\u003cbr\u003e・気候について話すことができる。\u003cbr\u003e・買い物に必要なやりとりをすることができる。\u003cbr\u003e・好みや必要な物について表現することができる。\u003cbr\u003e・人の外観と性格について話すことができる。\u003cbr\u003e・自分の家族について話すことができる。\u003cbr\u003e・日常生活の中でよく行う活動について話すことができる。\u003cbr\u003e・何時間であるかを表現することができる。\u003cbr\u003e・飲食店で注文することができる。\u003cbr\u003e・食べ物と食文化について話すことができる。\u003cbr\u003e・過去の経験について話すことができる。\u003cbr\u003e上記の目標を達成するために、授業時間以外に予習・復習する時間を確保することが必須です。\u003cbr\u003e４．手法\u003cbr\u003e　インテンシブ１のクラスでは、最新の教授法（アクション・ラーニング）に基づいてスペインで製作された教科書を使います。全ての学びのプロセスにおいて、学生の能動的・主体的な参加が求められ、実際にスペイン語を使ってなにかを成し遂げる（タスク）ことに力点をおいていきます。学習形態は、個人、ペア、グループなど多様なスタイルで行います。ペアやグループワークでは、「自分が学ぶ」に加えてクラスメートと一緒に学ぶという姿勢も大切です。遅刻や欠席はクラスメートの学びを妨げる場合がありますのでなるべくしないように心がけましょう。\u003cbr\u003e５．予習・復習の時間\u003cbr\u003e　実際にスペイン語を使ってタスクを完成させることを重視するこのクラスでは、授業時間以外に予習・タスクの準備・振り返りの時間を確保することが必要です。目安は、週に４から６時間程度です。履修を決める前に、学習時間が確保できるかどうかを十分に考慮してください。 \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Please note: This course will be conducted on-line this semester. We will use teleconference platforms (Zoom or Webex) to deliver on-time classes, and enrolled students must turn on their cameras to show their faces. The SFC Spanish Department will transmit information through a workspace in Slack as well as SFC-SFS. When the student selection is finalised, we will contact the students through CNS email to guide you to the Slack workspace. If the situation permists, we are thinking of the possibility to let the students come to campus to take classes.)\u003cbr\u003e\u003cbr\u003e1. Class Outline\u003cbr\u003eThis class is the first step in the Spanish language curriculum at SFC. We will make a first encounter with this language spoken by 427 million people around the world, learn how to communicate using it, and understand its basic structures. By carrying out six tasks using Spanish and through the examination of our own foreign-language learning process, we will attach great importance to your development and growth as a learner who takes responsibility of his/her own learning, i.e. as a learner who not only learns Spanish, but also learns ‘how to learn.’\u003cbr\u003e\u003cbr\u003e2. The “tasks”\u003cbr\u003eThe tasks will consist in the production of real works using the Spanish we will be learning. In Intensive 1, you will elaborate products such as a self-introduction poster, a description about a country of the Spanish-speaking world, etc., making full use of the grammar, vocabulary, and expressions we will be studying.\u003cbr\u003eBoth Japanese-speaking and non-Japanese-speaking students are welcome to join the class.\u003cbr\u003e\u003cbr\u003e3. Goals\u003cbr\u003eAfter taking Spanish Intensive 1, you will be able to do the following things:\u003cbr\u003e- You will be able to express basic information about yourself and to ask others about their personal information.\u003cbr\u003e- You will be able to greet other people.\u003cbr\u003e- You will be able to express what you want to do and why you want to do it.\u003cbr\u003e- You will be able to describe places.\u003cbr\u003e- You will be able to express the existence and location of things.\u003cbr\u003e- You will be able to speak about weather.\u003cbr\u003e- You will be able to communicate when shopping.\u003cbr\u003e- You will be able to express your preferences and needs.\u003cbr\u003e- You will be able to speak about the appearance and character of people.\u003cbr\u003e- You will be able to speak about your family.\u003cbr\u003e- You will be able to speak about common everyday activities.\u003cbr\u003e- You will be able to express what time it is.\u003cbr\u003e- You will be able to order at restaurants.\u003cbr\u003e- You will be able to speak about food and food culture.\u003cbr\u003e- You will be able to speak about experiences in the past.\u003cbr\u003e\u003cbr\u003e4. Method\u003cbr\u003eIn Spanish Intensive 1, we will use a textbook published in Spain and based on a contemporary language-learning method (action-based learning approach). Throughout the whole learning process, you will be required to actively participate, as well as to reflect on what you are actually able to accomplish (tasks) with the Spanish-language contents we will be learning. The learning process will follow different formats, ranging from individual work to pair- and group activities. When working in pairs and groups, a collaborative attitude towards learning together will be of utmost importance. Please avoid arriving late or failing to attend the classes: remember that such behaviors hinder the learning of your classmates.\u003cbr\u003e\u003cbr\u003e5. Out-of-classroom learning time\u003cbr\u003eSince this class emphasises the accomplishment of tasks using Spanish, you will need to plan and secure the necessary time for preparation and revision (approximately 4-6 hours per week). Please consider this requirement when you decide to register for this class. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003eCorpas, Jaime, Eva García, y Agustín Garmendia. 2013. Aula Internacional 1 (Nueva Edición). Barcelona: Difusión.\u003cbr\u003e(生協で通信販売に応じています / You can purchase it and have it sent to you at the SFC Coop store)\u003cbr\u003e日本に滞在しておらず教材を受け取れないなどの事情がある場合はスペイン語・スペイン語圏研究室に相談してください／Consult the Department of Spanish and Spanish-Speakins Societies if you are not in Japan and cannot receive the book.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003e（授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、評価方法の詳細に変更がある可能性があります。最新の情報は授業中に説明します。） \u003cbr\u003e\u003cbr\u003e小テスト 25%、タスク25%、 期末会話試験25%、期末筆記試験（読解・聴解・作文・文法・語彙） 25%\u003cbr\u003e※このクラスの評価方法は、プロセスと結果両方を評価する仕組みです。期末テストで高得点をとれば単位がもらえるという評価方法ではありません。一回一回のクラス参加・学習を大切にしていきましょう。\u003cbr\u003e※授業参加は最終成績に影響を与えます\u003cbr\u003e※出席が85%を下回った学生は一段階成績が下がり、80%を下回った時点で単位がなくなります。授業を欠席した学生は、自己責任で対応してください。義塾の公式体育会の部員で公式試合で欠席する場合は、公欠扱いになります（公式の書類の提出が必要です）。その以外の欠席は、欠席になります。欠席回数は各学生の責任において管理してください。詳しくはスペイン語研究室に問い合わせください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Due to the realisation of this course on-line, and reduced number of classes this semester, the details of the evaluation may change. Any changes will be informed in class. )\u003cbr\u003e\u003cbr\u003eShort tests 25%, Tasks 25%, Final Oral Exam 25%, Final Written Exam (Reading Comprehension, Listening Comprehension, Writing, Grammar, and Vocabulary) 25%.\u003cbr\u003eNote: \u003cbr\u003e(1) Class participation will influence the final grade.\u003cbr\u003e(2) The evaluation method of this class takes into account both the process of learning and its results. Having a good grade at the final exams will not necessarily mean that you obtain the credits. The participation and the work you do for each of the classes will be important.\u003cbr\u003eAlso note that those students with attendance lower than 85% will receive one grade lower; those lower than 80% will automatically assigned grade D. Those engaging in unethical acts at the exams will be automatically assigned grade D. When not attending a class, students are responsible for obtaining the copies and material employed in the lesson. When students who are members of official sport clubs or teams of Keio University cannot attend a class due to an official competition, the absence will be recognized as an absence for official reasons (students do need to present a written official document). All other absences will be computed as absences in the final attendance rate. Please feel always free to contact the Spanish lab for any questions. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003eベーシック１及びベーシック２との重複受講はできません。重複受講が発覚した場合はその時点で単位が認められなくなります。なお、コミュニケーションを重視した授業は、授業内でのアクティビティへの積極的な参加が想定されています。それらの活動を阻害するような振る舞いがあった場合には教員間の合意によりコースから追放となる可能性があります。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eBeginning students must choose between either Intensive 1(four classes per week) or Basic 1 and 2 (two classes per week). Those who have obtained credit in the Basic course(s) cannot take this Intensive 1.\u003c/p\u003e\n\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n  \u003cp\u003e\n  \u003cu\u003e第1回 第1週 / Week 1\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、授業内容の詳細に変更がある可能性があります。最新の情報はSFC-SFSで提示します。Due to the realisation of this course on-line, and reduced number of classes this semester, the content of each class may change. Any changes will be reflected on the SFC-SFS.\u003cbr\u003e\u003cbr\u003e（担当教員一覧Teaching Staff　火曜1限Tuesday 1st period：高畠理恵（Rie Takabatake, RT）、水曜1限Wednesday 1st period：ベロニカ・プリエト（Verónica Prieto, VP）、水曜2限Wednesday 2nd period：アインゲル・アロツ（Aingeru Aroz, AA）、木曜2限Thursday 2nd period：新谷ロクサーナ（Roxana Shintani, RS）\u003cbr\u003e以下はその週に扱うUnidadを示します。\u003cbr\u003eWe show here the chapter and the activity of each class. \u003cbr\u003e\u003cbr\u003e10月1日 木 RS 0.1, 0.3, 0.4 No hay quiz\u003cbr\u003e10月6日 火 RT 0.2, 1.1, 1.2 No hay quiz\u003cbr\u003e10月7日 水 VP 1.3, 1.4 No hay quiz\u003cbr\u003e10月7日 水 AA 1.5, 1.6 No hay quiz\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第2回 第2週 / Week 2\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月8日 木 RS 1.7, 1.8 Quiz 1\u003cbr\u003e10月13日 火 RT 1.9, 1.12, Video U1 Quiz 2\u003cbr\u003e10月14日 水 VP 2.1, 2.2 Quiz 3, Vocab U1\u003cbr\u003e10月14日 水 AA 2.3, 2.6 Quiz 4\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第3回 第3週 / Week 3\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月15日 木 RS 2.5, 2.7 Quiz 5\u003cbr\u003e10月20日 火 RT 2.8, 2.9 Quiz 6\u003cbr\u003e10月21日 水 VP 2.10, 2.11 Quiz 7\u003cbr\u003e10月21日 水 AA 2.12, Video U2 Quiz 8\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第4回 第4週 / Week 4\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月22日 木 RS Task 1 (oral) Quiz 9\u003cbr\u003e10月27日 火 RT 3.4 Quiz 10, Vocab U2\u003cbr\u003e10月28日 水 VP 3.5 Quiz 11\u003cbr\u003e10月28日 水 AA 3.3, 3.6 Quiz 12\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第5回 第5週 / Week 5\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月29日 木 RS 3.7, 3.9 Quiz: Descanso\u003cbr\u003e11月3日 火 RT 3.8, Video U3 Quiz 13\u003cbr\u003e11月4日 水 VP Task 2 (escrito) Quiz 14\u003cbr\u003e11月4日 水 AA 4.1, 4.2 Quiz 15\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第6回 第6週 / Week 6\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月5日 木 RS 4.3, 4.6 Quiz 16, Vocab U3\u003cbr\u003e11月10日 火 RT 4.4, 4.5 Quiz 17\u003cbr\u003e11月11日 水 VP 4.7, 4.8 Quiz: Descanso\u003cbr\u003e11月11日 水 AA 4.11 Quiz 18\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第7回 第7週 / Week 7\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月12日 木 RS Task 3 (oral) Quiz 19\u003cbr\u003e11月17日 火 RT 5.4 Quiz 20, Vocab U4\u003cbr\u003e11月18日 水 VP 5.1, 5.2 Quiz 21\u003cbr\u003e11月18日 水 AA 5.5, 5.6 Quiz 22\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第8回 第8週 / Week 8\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月19日 木 RS 5.7 Quiz: Descanso\u003cbr\u003e11月24日 火 RT 5.8, 5.9 Quiz 23\u003cbr\u003e11月25日 水 VP Task 4 (escrito) Quiz 24\u003cbr\u003e11月25日 水 AA 6.4, 6.5 Quiz 25\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第9回 第9週 / Week 9\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月26日 木 RS 6.1, 6.6 Quiz 26, vocab U5\u003cbr\u003e12月1日 火 RT 6.3 Quiz 27\u003cbr\u003e12月2日 水 VP 6.8 Quiz: Descanso\u003cbr\u003e12月2日 水 AA 6.7, 6.10 Quiz 28\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第10回 第10週  / Week 10\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月3日 木 RS Task 5 (Conversación) Quiz 29\u003cbr\u003e12月8日 火 RT 9.4 Quiz 30, Vocab U6\u003cbr\u003e12月9日 水 VP 9.1, 9.2 Quiz 31\u003cbr\u003e12月9日 水 AA 9.5, 9.6 Quiz 32\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第11回 第11週  / Week 11\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月10日 木 RS 9.7 Quiz: Descanso\u003cbr\u003e12月15日 火 RT 9.8 Quiz 33\u003cbr\u003e12月16日 水 VP 9.10 Quiz 34\u003cbr\u003e12月16日 水 AA Task 6 (escrito) Quiz 35\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第12回 第12週  / Week 12\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月17日 木 RS 期末筆記試験・総括 Examen final escrito y repaso del semestre\u003cbr\u003e12月22日 火 RT 期末会話試験・総括 Examen final oral y repaso del semestre\u003cbr\u003e12月23日 水 VP 期末会話試験・総括 Examen final oral y repaso del semestre\u003cbr\u003e12月23日 水 AA 期末会話試験・総括 Examen final oral y repaso del semestre\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第13回 オンライン教材による自習（１） / Self-study through on-line materials\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e（注意：具体的な課題を伴います。11月ごろに授業と並行して取り組んでください。）\u003cbr\u003e教科書第8課（Unidad 8）をスペイン語・スペイン語圏研究室が準備した教材に従って自習する\u003cbr\u003e\u003cbr\u003eNote: This involves concrete study content to be covered individually during November.\u003cbr\u003eStudents will study the Unidad 8 of the textbook through materials elaborated by the Departent of Spanish.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第14回 オンライン教材による自習（２） / Self-study through on-line materials\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e（注意：具体的な課題を伴います。11月ごろに授業と並行して取り組んでください。）\u003cbr\u003e教科書第8課（Unidad 8）をスペイン語・スペイン語圏研究室が準備した教材に従って自習する。作文課題に取り組み、SFC-SFSを通じて提出する。\u003cbr\u003e\u003cbr\u003eNote: This involves concrete study content to be covered individually during November.\u003cbr\u003eStudents will study the Unidad 8 of the textbook through materials elaborated by the Departent of Spanish. A written Task will be assigned to submit through SFC-SFS.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第15回 Other Tasks\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e期末テストの解説、会話テストのフィードバック、作文タスクの実施とフィードバック\u003cbr\u003eDiscussion and feedback on Tasks and final exams \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n\n  \u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003cbr\u003e\n  \u003cp\u003eタスクへの取り組み、宿題への取り組み、教員やSAへの質問・疑問解決\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003eLearning based on Task elaboration and homework; Consulting the teachers and SAs with questions\u003c/p\u003e\n","course_code":"スペイン語インテンシブ１ 1","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_kOmP5p8aWXZeqjns33JptvVODotc4CTEgOQbhvxw.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}