{"id":464,"name":"スペイン語インテンシブ２ / SPANISH INTENSIVE 2","account_id":1,"uuid":"9M2b6PQykYNoWscWIeGI63hhcfMlLMMxatfEOGvH","start_at":"2020-10-08T10:22:00Z","grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:39:48Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          B2262\u003cbr\u003e\n          スペイン語インテンシブ２\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSPANISH INTENSIVE 2\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          創造技法科目-言語コミュニケーション\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eCreative Courses (Skill) - Language Communication\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e実施形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eオンライン（SFC教室から）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 水曜日１時限,水曜日２時限,木曜日２時限,金曜日１時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e藤田 護:高山 パトリシア:プリエト， ベロニカ Ｍ:ガルシア　ベルナル， カルメン:新谷 ロクサナ（フジタ マモル:タカヤマ パトリシア ベレン:プリエト ベロニカ:ガルシア ベルナル カルメン ベレン:シンタニ ロクサナ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（推奨）: B2162,B2261\u003cbr\u003e\n          前提科目（関連）: C1103\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開講場所\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eSFC\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、実習・演習、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          \u003cp\u003e履修人数を制限する\u003cbr\u003e\u003cbr\u003e受入学生数（予定）：約 25 人\u003cbr\u003e選抜方法：課題提出による選抜\u003cbr\u003e\u003cbr\u003e【課題内容】\u003cbr\u003eインテンシブ２の受講には志望理由書の提出が必要です。以下の点について1000字程度の志望理由書を執筆し、提出してください。\u003cbr\u003e\u003cbr\u003e（１）今の時点であらためて、スペイン語の学習を継続しようとする理由・動機\u003cbr\u003e\u003cbr\u003e（２）これまでのSFCでのスペイン語の学習歴・履修歴（どの年のどの学期にどのコースの単位を取得したかを明記すること）。またはSFC以外でのスペイン語の学習歴\u003cbr\u003e\u003cbr\u003e（３）今の時点であらためて、自分のスペイン語能力の達成と課題（両面を必ず書くこと）\u003cbr\u003e\u003cbr\u003e（４）インテンシブ２及びその先のスペイン語の学習に期待すること。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents wishing to enroll in the Spanish Intensive 2 must submit a sufficiently-detailed proposal document through stating the following aspects:\u003cbr\u003e\u003cbr\u003e(1) motivations for studying and continuing to study the Spanish language, as of the beginning of THIS semester\u003cbr\u003e\u003cbr\u003e(2) information about the previous completion of either Intensive 1 or Basic 2 (in what semester, what year), and/or your Spanish learning trajectories up to the present moment\u003cbr\u003e\u003cbr\u003e(3) current self-evaluation on achievements and limitations in your Spanish learning\u003cbr\u003e\u003cbr\u003e(4) what you wish to gain from the Intensive 2 course and beyond\u003cbr\u003e\u003cbr\u003e◯エントリー〆切日時：2020年9月28日（月） 17:00\u003cbr\u003e◯履修許可者発表日時：2020年9月30日（水） 17:00\u003cbr\u003e\u003cbr\u003e◯テキスト入力\u003cbr\u003e\u003c/p\u003e\n          \u003cp style=\"color: #856a5d;\"\u003eOnly the selected students can take this course.\u003cbr\u003e\u003cbr\u003eNumber of students in the class (scheduled) : About 25\u003cbr\u003ePre-registration screening by submitted an assignment\u003cbr\u003e\u003cbr\u003e【ASSIGNMENT】\u003cbr\u003eインテンシブ２の受講には志望理由書の提出が必要です。以下の点について1000字程度の志望理由書を執筆し、提出してください。\u003cbr\u003e\u003cbr\u003e（１）今の時点であらためて、スペイン語の学習を継続しようとする理由・動機\u003cbr\u003e\u003cbr\u003e（２）これまでのSFCでのスペイン語の学習歴・履修歴（どの年のどの学期にどのコースの単位を取得したかを明記すること）。またはSFC以外でのスペイン語の学習歴\u003cbr\u003e\u003cbr\u003e（３）今の時点であらためて、自分のスペイン語能力の達成と課題（両面を必ず書くこと）\u003cbr\u003e\u003cbr\u003e（４）インテンシブ２及びその先のスペイン語の学習に期待すること。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e\u003cbr\u003eStudents wishing to enroll in the Spanish Intensive 2 must submit a sufficiently-detailed proposal document through stating the following aspects:\u003cbr\u003e\u003cbr\u003e(1) motivations for studying and continuing to study the Spanish language, as of the beginning of THIS semester\u003cbr\u003e\u003cbr\u003e(2) information about the previous completion of either Intensive 1 or Basic 2 (in what semester, what year), and/or your Spanish learning trajectories up to the present moment\u003cbr\u003e\u003cbr\u003e(3) current self-evaluation on achievements and limitations in your Spanish learning\u003cbr\u003e\u003cbr\u003e(4) what you wish to gain from the Intensive 2 course and beyond\u003cbr\u003e\u003cbr\u003e* Schedule: TBD\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003eヨーロッパ言語共通参照枠（CEFR）「Ａ１」の水準のスペイン語の知識を前提とします。\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eAn ability of A1 level in Common European Framework for Languages (CEFR) is required.\u003c/p\u003e\n        \u003cp\u003eインテンシブ１、もしくはベーシック２を履修し、単位を取得しているか、資格認定試験の場でインテンシブ２の受講を認められていること。\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eStudents wishing to enroll in Intensive 2 must have previously completed successfully Intensive 1 or Basic 2, or have been accepted enrollment in the placement test organised prior to the beginning of the semester.\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eスペイン語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eespanol-staff@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e同一科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e学生が利用する予定機材/ソフト等\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e0\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003etrue\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/08/17 16:49:19\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; font-weight: bold;\"\u003e科目概要\u003c/h3\u003e\n\n\u003cp\u003eスペイン語インテンシブ２はヨーロッパ言語共通参照枠（CEFR）での「Ａ２」の水準に対応したコースです。このレベルは初級の後半段階として以下のような目標が設定されています――\u003cbr\u003e（１）ごく基本的な個人的情報や家族情報、買い物、近所、仕事など、直接的関係がある領域に関する、よく使われる文や表現が理解できる。\u003cbr\u003e（２）簡単で日常的な範囲なら、身近で日常の事柄についての情報交換に応ずることができる。\u003cbr\u003e（３）自分の背景や身の回りの状況や、直接的な必要性のある領域の事柄を簡単な言葉で説明できる。\u003cbr\u003eインテンシブ１またはベーシック２で単位を取得した学生が受講することができます。また、既に「Ａ１」の水準を満たしている学生は、このコースに直接入ることもできますので、資格認定試験の場で相談に来てください。\u003cbr\u003e\u003cbr\u003eＳＦＣのスペイン語では、学生が自律的な学習者となり自ら学習を進めていくことを目指しています。コースの日常的課題は、タスク（特定テーマの下での作文・会話課題）と文法面の小テストとなりますが、授業外で十分な学習時間を確保した上で履修をしてください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eSpanish Intensive 2 course at SFC corresponds to the level A2 of the Common European Framework for Languages (CEFR). A2 is the advanced-beginner level where:\u003cbr\u003e(1) The learner can understand sentences and frequently used expressions related to areas of most immediate relevance (e.g. very basic personal and family information, shopping, local geography, employment).\u003cbr\u003e(2) The learner can communicate in simple and routine tasks requiring a simple and direct exchange of information on familiar and routine matters.\u003cbr\u003e(3) The learner can describe in simple terms aspects of their background, immediate environment and matters in areas of immediate need.\u003cbr\u003eStudents who have successfully obtained credit in either the Intensive 1 or the Basic 2 can take this course. Alternatively, students with a prior A1 level can enroll directly into this course through taking the placement test (see the information provided by the administration for the exact date, hour and place). We welcome students whose native language is not Japanese, and will provide necessary explanation in English.\u003cbr\u003e\u003cbr\u003eBy carrying out five tasks using Spanish and through the examination of our own foreign-language learning process, we will attach great importance to your development and growth as a learner who takes responsibility of his/her own learning, i.e. as a learner who not only learns Spanish, but also learns ‘how to learn.’ Students enrolling in this course need to secure sufficient study hours outside the class.\u003c/p\u003e\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e授業シラバス\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e主題と目標／授業の手法など\u003c/h4\u003e\n\u003cp\u003e（注意：この授業は原則としてオンラインで実施し、ZoomまたはWebexを用いたオンタイムの双方向授業です。学生はカメラを用いて顔を出して授業のアクティビティに参加することが必要です。SFC-SFSと併せてSlackのワークスペースを運用します。履修選抜が終了した段階で、CNSメールを通じて各学生をSlackのワークスペースに誘導します。なお、現時点では見通しが立ちませんが、状況が許せば学期中に何度か学生がキャンパスに来て授業を受けることを選択できる機会を設けたいと考えています。） \u003cbr\u003e\u003cbr\u003e概要・目標\u003cbr\u003e\u003cbr\u003e本クラスは、基本的な単語と文法を使って、日常的な場面でのコミュニケーションのために必要な能力を獲得することを目指すクラスです。世界で4億2千万人に話されているスペイン語をより深く知り、その仕組みと用法を学び続けるクラスです。スペイン語を使って5つのタスクを完成することや、自分の外国語学習を見つめることなど、自分の学びに責任を持ち、学び方を学ぶことをつねに重視していくクラスです。\u003cbr\u003e\u003cbr\u003e（タスクとは）\u003cbr\u003eタスクとは、実際に皆さんが学習するスペイン語を使って作品を仕上げることです。インテンシブ2では、伝記文、また、理想の家についてのポスター、など、学習する文法・語彙、構文を駆使して実際に具体的な作品を製作してもらいます。\u003cbr\u003e\u003cbr\u003e（目標）\u003cbr\u003eインテンシブ2の目標はヨーロッパ言語共通参照枠の「A2」で、日常的な事柄や自分の身の回りの状況についてスペイン語でやり取りができるようになることです。具体的には、コース終了後に以下の事項についてスペイン語でコミュニケーションをとれるようになります。\u003cbr\u003e・ 自分の日常的な習慣について話すことができる。\u003cbr\u003e・ 助言することができる。\u003cbr\u003e・ 感情について話すことができる。\u003cbr\u003e・ 過去の出来事を語ることができる。\u003cbr\u003e・ 部屋・住宅を記述することができる。\u003cbr\u003e・ 比較することができる。\u003cbr\u003e・ 物の位置を表現することができる。\u003cbr\u003e・ 招待・紹介・挨拶などのやりとりを行うことができる。\u003cbr\u003e・ 物やお願いを頼むことができる。\u003cbr\u003e・ 許可すること、また、許可を頼むことができる。\u003cbr\u003e・ 言い訳することができる。\u003cbr\u003e・ 気分について話すことができる。\u003cbr\u003e・ 痛みや病気の症状を記述することができる。\u003cbr\u003e・ 過去における習慣や過去の状況について話すことができる。\u003cbr\u003e・ 意見を主張し、議論することができる。\u003cbr\u003e・ 過去の出来事の順序を表現することができる。\u003cbr\u003e\u003cbr\u003e上記の目標を達成するために、授業時間以外に予習・復習する時間を確保することが必須です。\u003cbr\u003e\u003cbr\u003e（手法）\u003cbr\u003eインテンシブ2のクラスでは、最新の教授法（アクション・ラーニング）に基づいてスペインで製作された教科書（洋書）を使います。全ての学びのプロセスにおいて、学生の能動的・主体的な参加が求められ、実際にスペイン語を使ってなにかを成し遂げる（タスク）ことに力点をおいていきます。学習形態は、個人、ペア、グループなど多様なスタイルで行います。ペアやグループワークでは、「自分が学ぶ」に加えてクラスメートと一緒に学ぶという姿勢も大切です。遅刻や欠席はクラスメートの学びを妨げる場合がありますのでなるべくしないように心がけましょう。\u003cbr\u003e\u003cbr\u003e（授業時間外の学習）\u003cbr\u003e実際にスペイン語を使ってタスクを完成させることを重視するこのクラスでは、授業時間以外に予習・タスクの準備・振り返りの時間を確保することが必要です。目安は、週に4〜6時間程度です。履修を決める前に、学習時間確保を考慮してください。 \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Please note: This course will be conducted on-line this semester. We will use teleconference platforms (Zoom or Webex) to deliver on-time classes, and enrolled students must turn on their cameras to show their faces. The SFC Spanish Department will transmit information through a workspace in Slack as well as SFC-SFS. When the student selection is finalised, we will contact the students through CNS email to guide you to the Slack workspace. If the situation permists, we are thinking of the possibility to let the students come to campus to take classes.)\u003cbr\u003e\u003cbr\u003eClass Outline\u003cbr\u003eThis class seeks to lead the student to attain the skills necessary in order to communicate in everyday situations using basic grammar and vocabulary. We will deepen our knowledge about this language spoken by 427 million people around the world, and develop further our communication skills and understanding of the linguistic structures. By carrying out five tasks using Spanish and through the examination of our own foreign-language learning process, we will attach great importance to your development and growth as a learner who takes responsibility of his/her own learning, i.e. as a learner who not only learns Spanish, but also learns ‘how to learn.’\u003cbr\u003e\u003cbr\u003eThe “tasks”\u003cbr\u003eThe tasks will consist in the production of real works using the Spanish we will be learning. In Intensive 2, you will elaborate products such as a biography, a poster about your ideal home, etc., making full use of the grammar, vocabulary, and expressions we will be studying.\u003cbr\u003eBoth Japanese-speaking and non-Japanese-speaking students are welcome to join the class.\u003cbr\u003e\u003cbr\u003eGoals\u003cbr\u003eSpanish Intensive 2 aims at acquiring the \"A2\" level in the Common European Framework of Reference for Languages (CEFR), where the learner can communicate on familiar and routine matters. After the completion of the course, you will be able to do the following things:\u003cbr\u003e- You will be able to speak about your everyday activities.\u003cbr\u003e- You will be able to make recommendations.\u003cbr\u003e- You will be able to speak about feelings.\u003cbr\u003e- You will be able to relate past events.\u003cbr\u003e- You will be able to describe rooms and houses.\u003cbr\u003e- You will be able to compare.\u003cbr\u003e- You will be able to express the location of things.\u003cbr\u003e- You will be able to engage in acts such as inviting, introducing yourself or greeting.\u003cbr\u003e- You will be able to ask for things and favors.\u003cbr\u003e- You will be able to ask for permission and give permission.\u003cbr\u003e- You will be able to give excuses.\u003cbr\u003e- You will be able to speak about states of mind.\u003cbr\u003e- You will be able to describe pains and symptoms.\u003cbr\u003e- You will be able to speak about habits and circumstances in the past.\u003cbr\u003e- You will be able to argue for your opinion and participate in discussions.\u003cbr\u003e- You will be able to express the order of actions in the past.\u003cbr\u003e\u003cbr\u003eMethod\u003cbr\u003eIn Spanish Intensive 2, we will use a textbook published in Spain and based on a contemporary language-learning method (action-based learning approach). Throughout the whole learning process, you will be required to actively participate, as well as to reflect on what you are actually able to accomplish (tasks) with the Spanish-language contents we will be learning. The learning process will follow different formats, ranging from individual work to pair- and group activities. When working in pairs and groups, a collaborative attitude towards learning together will be of outmost importance. Please avoid arriving late or failing to attend the classes: remember that such behaviors hinder the learning of your classmates.\u003cbr\u003eOut-of-classroom learning time\u003cbr\u003eSince this class emphasizes the accomplishment of tasks using Spanish, you will need to plan and secure the necessary time for preparation and revision (approximately 4-6 hours per week). Please consider this requirement when you decide to register for this class. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003eAula Internacional 2 Nueva Edición. Barcelona: Editorial Difusión.\u003cbr\u003e（SFC生協の通信販売を通じて各自が一部を購入してください。巻の番号を間違えないように注意してください。All students must obtain one copy of the book through online purchase system of the SFC cooperative store. Be careful not to purchase the book for other levels.）\u003cbr\u003e日本に滞在しておらず教材を受け取れないなどの事情がある場合は相談してください／Consult the department if you are not in Japan and cannot receive the book.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e提出課題・試験・成績評価の方法など\u003c/h4\u003e\n\u003cp\u003e（授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、評価方法の詳細に変更がある可能性があります。最新の情報は授業中に説明します。）\u003cbr\u003e \u003cbr\u003e（評価方法）\u003cbr\u003e小テスト・単語自己学習 25%、タスク25%、期末会話試験25%、期末筆記試験25%\u003cbr\u003e\u003cbr\u003e※出席を重視します。出席が全授業数の85%を下回ると成績が一段階下がり、80%を下回った場合は自動的にDとなります。遅刻は2回で欠席1回とします。列車・バスの遅延等正当な理由がある場合には、証明書類等により遅刻・欠席が認められます。試験で不正行為を行なった学生は自動的にＤ（不可）になります。\u003cbr\u003e\u003cbr\u003e※なおSFCのスペイン語の授業では、コミュニケーションのアクティビティを通じたアウトプットの作業を重視します。これらの活動を妨害するような悪質な態度・行為が見られた場合には、授業への参加を禁止することがあります。\u003cbr\u003e\u003cbr\u003e※このクラスの評価方法は、プロセスと結果両方を評価する仕組みです。期末テストで高得点をとれば単位がもらえるという評価方法ではありません。一回一回のクラス参加・学習を大切にしていきましょう。 \u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e(Due to the realisation of this course on-line, and reduced number of classes this semester, the details of the evaluation may change. Any changes will be informed in class.)\u003cbr\u003e\u003cbr\u003eShort tests and vocabulary self-study 25%, Tasks 25%, Final Oral Exam 25%, Final Written Exam 25%.\u003cbr\u003e\u003cbr\u003eNote: Regular attendance is very important. Students failing to attend the 85% of the total classes will be automatically assigned one grade lower. Students failing to attend the 80% of the total classes will receive D. Two late arrivals to class will amount to one absense. Train delays and other emergency situations will be taken in to account.\u003cbr\u003e\u003cbr\u003eNote: The evaluation method of this class takes into account both the process of learning and its results. Having a good grade at the final exams will not necessarily mean that you obtain the credits. The participation and the work you do for each of the classes will be important. \u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e履修上の注意\u003c/h4\u003e\n\u003cp\u003e文法などの説明に日本語を用いることがありますが、教員は日本語以外の言語を主たる言語とする学生を受け入れることは可能です。スペイン語研究室やコーディネーターの教員に随時相談をしてください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eCertain explanations and instructions will be given in Japanese, but the instructors are willing to accept students whose main language is other than Japanese. Do consult the Spanish Department for any assistance.\u003c/p\u003e\n\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業計画\u003c/h4\u003e\n  \u003cp\u003e\n  \u003cu\u003e第1回 第1週 / Week 1\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e授業がオンライン実施となり、かつ今学期の授業回数が減少しているため、授業内容の詳細に変更がある可能性があります。最新の情報はSFC-SFSで提示します。Due to the realisation of this course on-line, and reduced number of classes this semester, the content of each class may change. Any changes will be reflected on the SFC-SFS.\u003cbr\u003e\u003cbr\u003e担当　水１：カルメン・ガルシア（CG）、水２：ベロニカ・プリエト（VP)、木２：高山パトリシア（Patricia Takayama, PT）、金１：藤田護（Mamoru Fujita MF)      \u003cbr\u003e10月1日 木 PT 1.1, 1.2 No hay quiz Presentar Task 1\u003cbr\u003e10月2日 金 MF 1.3 No hay quiz \u003cbr\u003e10月7日 水 CG 1.5, 1.6 No hay quiz \u003cbr\u003e10月7日 水 VP 1.4, Sistematización de la conjugación verbal No hay quiz \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第2回 第2週 / Week 2\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003eこの週より毎日小テスト開始\u003cbr\u003e10月8日 木 PT 1.7 Quiz 1 \u003cbr\u003e10月9日 金 MF Task 1 (Conversación) Quiz 2 \u003cbr\u003eRepartir Minitest Unidad 1 (anterior versión)\u003cbr\u003eNo se evalúa el Task, retroalimentar en clase\u003cbr\u003e10月14日 水 CG 2.1, 2.3 Quiz 3 \u003cbr\u003ePresentar Task 2\u003cbr\u003eAutoestudio de vocabulario Unidad 1 hasta el martes 13 de octubre\u003cbr\u003e10月14日 水 VP 2.4 Quiz 4, Vocab U1\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第3回 第3週 / Week 3\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月15日 木 PT 2.5, 2.6 Quiz 5 \u003cbr\u003e10月16日 金 MF 2.8 Quiz: Descanso \u003cbr\u003e10月21日 水 CG 2.7, 2.9 Quiz 6 \u003cbr\u003e10月21日 水 VP Task 2 (Composición) Quiz 7 \u003cbr\u003eRepartir Minitest Unidad 2  (anterior versión)\u003cbr\u003eEntrega del Task hasta el día siguiente\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第4回 第4週 / Week 4\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月22日 木 PT 4.4, 4.5 Quiz 8, Vocab U2 Presentar Task 3\u003cbr\u003e10月23日 金 MF 5.1, 5.2 Quiz 9 \u003cbr\u003e10月28日 水 CG 5.3, 5.4A.yB. Quiz 10 \u003cbr\u003eAutoestudio de vocabulario Unidad 2 hasta el martes 27 de octubre\u003cbr\u003e10月28日 水 VP 5.4C., 5.5 Quiz: Descanso \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第5回 第5週 / Week 5\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e10月29日 木 PT 5.6, 5.7 Quiz 11 \u003cbr\u003e10月30日 金 MF 5.8, 5.9 Quiz 12 \u003cbr\u003e11月4日 水 CG Task 3 (Composición) Quiz 13 \u003cbr\u003eRepartir Minitest Unidad 5 (anterior versión)\u003cbr\u003eEntrega del Task hasta el día  siguiente\u003cbr\u003e11月4日 水 VP 3.1, 3.2A Quiz 14 Presentar Task 4\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第6回 第6週 / Week 6\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月5日 木 PT 3.3 Quiz 15, Vocab U5\u003cbr\u003e11月6日 金 MF 3.4 Quiz 16\u003cbr\u003e11月11日 水 CG 3.5 Quiz: Descanso\u003cbr\u003e11月11日 水 VP 3.6 Quiz 17\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第7回 第7週 / Week 7\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月12日 木 PT 3.8 Quiz 18 \u003cbr\u003e11月13日 金 MF Task 4 (Conversación) Quiz 19 \u003cbr\u003eNo se evalúa el Task. Retroalimentar en clase.\u003cbr\u003e11月18日 水 CG 4.1, 4.2 Quiz 20, Vocab U3 Presentar Task 5\u003cbr\u003e11月18日 水 VP 4.3, 4.6 Quiz 21 \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第8回 第8週 / Week 8\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月19日 木 PT 4.7, 4.8 Quiz 22 \u003cbr\u003e11月20日 金 MF 4.9, 4.11 Quiz: Descanso \u003cbr\u003e11月25日 水 CG 4.10 Quiz 23 \u003cbr\u003e11月25日 水 VP Task 5 (Conversación) Quiz: 24 \u003cbr\u003eRepartir Minitest Unidad 4 (anterior versión)\u003cbr\u003eNo se evalúa el Task. Retroalimentar en clase.\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第9回 第9週 / Week 9\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e11月26日 木 PT 6.1, 6.2 Quiz: 25, Vocab U4 Presentar Task 6\u003cbr\u003e11月27日 金 MF 6.3, 6.7, Minitest U7/8 (componente autoestudio) Quiz: 26 \u003cbr\u003e12月2日 水 CG 6.4, 6.6 Quiz: 27 \u003cbr\u003e12月2日 水 VP 6.5, 6.9 Quiz: Descanso \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第10回 第10週  / Week 10\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月3日 木 PT 6.12 y/o Video U6 Quiz 28 \u003cbr\u003e12月4日 金 MF Task 6 (Conversación) Quiz 29 Repartir Minitest Unidad 6 (anterior versión)\u003cbr\u003eNo se evalúa el Task. Retroalimentar en clase.\u003cbr\u003e12月9日 水 CG 9.1, 9.2 Quiz 30, Vocab U6 \u003cbr\u003e12月9日 水 VP 9.3, 9.4 Quiz 31\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第11回 第11週  / Week 11\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月10日 木 PT 9.5, 9.6 Quiz 32 \u003cbr\u003e12月11日 金 MF 9.7 Quiz: Descanso \u003cbr\u003e12月16日 水 CG 9.12, Video U9 Quiz 33 \u003cbr\u003e12月16日 水 VP Task 7 (Composición) Quiz 34 \u003cbr\u003eVa a haber cambios en el contenido del Task\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第12回 第12週  / Week 12\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e12月17日 木 PT 筆記試験・総括 Examen final escrito y repaso del semestre\u003cbr\u003e12月18日 金 MF 会話試験・総括 Examen final oral y repaso del semestre\u003cbr\u003e12月23日 水 CG 会話試験・総括 Examen final oral y repaso del semestre\u003cbr\u003e12月23日 水 VP 会話試験・総括 Examen final oral y repaso del semestre\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第13回 第13週\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e（注意：具体的な課題を伴います。11月ごろに授業と並行して取り組んでください。）\u003cbr\u003e教科書第7課および第8課（Unidad 7 y 8）をスペイン語・スペイン語圏研究室が準備した教材に従って自習する\u003cbr\u003e\u003cbr\u003eNote: This involves concrete study content to be covered individually during November.\u003cbr\u003eStudents will study the Unidad 7 and 8 of the textbook through materials elaborated by the Departent of Spanish. \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第14回 第14週\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e（注意：具体的な課題を伴います。11月ごろに授業と並行して取り組んでください。）\u003cbr\u003e教科書第7課および第8課（Unidad 7 y 8）をスペイン語・スペイン語圏研究室が準備した教材に従って自習する\u003cbr\u003e\u003cbr\u003eNote: This involves concrete study content to be covered individually during November.\u003cbr\u003eStudents will study the Unidad 7 and 8 of the textbook through materials elaborated by the Departent of Spanish. \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n  \u003cp\u003e\n  \u003cu\u003e第15回 Other Tasks\u003c/u\u003e\n  \u003c/p\u003e\n  \u003cp\u003e\n  \u003c/p\u003e\u003cp\u003e期末テストの解説、会話テストのフィードバック、作文タスクの実施とフィードバック\u003cbr\u003eDiscussion and feedback on Tasks and final exams \u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n  \n  \u003cp\u003e  \u003c/p\u003e\n  \u003chr\u003e\n\n  \u003cu\u003e15回目に相当するその他の授業計画\u003c/u\u003e\u003cbr\u003e\n  \u003cp\u003e課題タスクの作成とフィードバック、オフィスアワーでの質疑応答\u003cbr\u003e\u003c/p\u003e\n  \u003cp style=\"color: #856a5d;\"\u003ePreparation of tasks and feedbacks, question and answer sessions at office hours\u003c/p\u003e\n","course_code":"スペイン語インテンシブ２ 2","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":"private","grade_passback_setting":null,"end_at":"2020-12-22T15:00:00Z","public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"locale":"es","calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_9M2b6PQykYNoWscWIeGI63hhcfMlLMMxatfEOGvH.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}