{"id":47,"name":"研究会Ａ / SEMINAR A","account_id":1,"uuid":"a7mjCasBvjmXuPqFNIElLILRBIeB6mCQvuDERsOL","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-09-15T06:43:52Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          A1101\u003cbr\u003e\n          研究会Ａ\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSEMINAR A\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          研究プロジェクト科目\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eResearch Seminars\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e\n  ナチュラルにクリエイティブに生きる未来に向けて：未来をつくる言葉をつくる（ことで、本当に未来をかたちづくる）[ライフスタイル ＆ ワークスタイル ／ 音楽（作曲） ／ 地球温暖化 ／ 教育（オンライン授業） ／ 伝統芸能（能） ／ スタートアップ経営 ／ キャリア ＆ 生き方]\u003cbr\u003e\n  Creating Pattern Languages for Creating the Future of the Natural \u0026amp; Creative Society\n\u003c/h4\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 木曜日４時限,木曜日５時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e井庭 崇（イバ タカシ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n          前提科目（関連）: B6093,B6119,B6118\u003cbr\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、ディスカッション、グループワーク\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e日本語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003eilab-entry@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003ehttps://www.facebook.com/ilabsfc/\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/07/08 15:11:14\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e研究会概要\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e目的・内容\u003c/h4\u003e\n\u003cp\u003eいろいろな写真・画像入りの読みやすいシラバスが [http://web.sfc.keio.ac.jp/~iba/sb/log/eid578.html|こちら] にあるので、そちらを見てください。そちらが最新版になります。\u003cbr\u003e\u003cbr\u003e7月9日（木）5限に井庭研説明会＠オンラインを行います。参加希望の人は、「 [https://docs.google.com/forms/d/e/1FAIpQLScEhK4sEODtbd5Kcijb47HJ86okgKiUp5yM3sA7ka-MD_RyIQ/viewform|井庭研に興味があるSFC生の連絡先登録] 」に登録してください。Zoomのアドレスなど情報をメールで送ります。説明会後に登録した人には、録画映像のリンクを送ります。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e2020年度秋学期は、以下の７プロジェクトのメンバーを募集します。\u003cbr\u003e\u003cbr\u003e(A) ナチュラルにクリエイティブに生きることのパターン・ランゲージの作成\u003cbr\u003e\u003cbr\u003e(B) 音楽の構造分析と、作曲に向けたパターン・ランゲージの作成\u003cbr\u003e\u003cbr\u003e(C) Earth Lifestyle（地球を守る暮らしのデザイン）のパターン・ランゲージの作成\u003cbr\u003e\u003cbr\u003e(D) オンライン授業のパターン・ランゲージの作成\u003cbr\u003e\u003cbr\u003e(E) 風姿花伝 現代版のパターン・ランゲージ（能の考え方・知恵を現代に活かす）の作成\u003cbr\u003e\u003cbr\u003e(F) スタートアップの成長のパターン・ランゲージ作成（若干名）\u003cbr\u003e\u003cbr\u003e(G) 自分らしく突き抜ける生き方のパターン・ランゲージ作成（若干名）\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e　　　　　　　　　　　　☆　　　　　　　　　☆　　　　　　　　　☆\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*井庭研究室では、より自然で創造的な暮らし・生き方・社会へのシフトを目指して、一緒に研究・実践に取り組む仲間を募集します。*\u003cbr\u003e\u003cbr\u003e井庭研では、これからの社会を「 *創造社会* 」（ *クリエイティブ・ソサエティ* ：Creative Society）だと考え、特に、自然とつながり人間らしく豊かに生きる「 *ナチュラルな創造社会* 」へのシフトを目指し、それが可能となるための支援メディア（パターン・ランゲージ）をつくるとともに、そのベースとなる理論・方法論を含む新しい学問の構築に取り組んでいます。\u003cbr\u003e\u003cbr\u003e研究・教育は「未来に向けての取り組み」であるため、まずは僕（井庭）が「これからの未来をどう見据えているのか」について語ることが不可欠だと思います。そこで、まず、そのことについて簡単に述べておきたいと思います（のちのVisionのところで、より詳しく紹介します）。\u003cbr\u003e\u003cbr\u003e僕が見ている・目指している未来社会は、「 *創造社会* 」と呼び得る社会です。しかも、自然との関わりを深めた「 *ナチュラルな創造社会* 」です。\u003cbr\u003e\u003cbr\u003e「 *自然（ナチュラル）* 」というとき、そこには、（突き詰めると表裏一体となる）２つの意味を持っていることに気づきます。一つには、自然（森林や海山など）などの「外なる自然」のことを意味しており、もう一つは、素の自分らしさと自由度をもっていきいきと生きるという「内なる自然」の意味です。これらは別ものではなく、相互に関係しており、理想的な状態では、これらは調和的に重なり合って、ひとつの「自然（ナチュラル）に生きる」ということに収斂します。\u003cbr\u003e\u003cbr\u003eこの二つの「自然（ナチュラル）」が分離してしまっていることが、現代の諸問題の根源にあると、僕は見ています。「 *外なる自然* 」と「 *内なる自然* 」のつながり抜きに、どんなに人工的に別の手をつくしても、限界があると思うのです。ですので、これら *２つの意味の「自然（ナチュラル）」* --- *「外なる自然」と「内なる自然」* --- *がうまく重なり合うようことが可能な未来* を目指したいと思っています。\u003cbr\u003e\u003cbr\u003eそして、実は、その意味での「自然（ナチュラル）」は、「創造的（クリエイティブ）」であるということにも重なります。かつて、作家のミヒャエル・エンデは、「 *創造的であるというのは、要するに、人間的であるということにほかならない* 」と語りました。一人ひとり創造的に生きるということは、誰かがつくった（社会的に与えられた）「人工的」な人生ではなく、その人らしく（「内なる自然」の意味での）自然で人間的な人生を生きるということにほかなりません。そして、そういうことが可能なのは、人工的な環境のなかではなく、深く美しい自然（「外なる自然」）の秩序との触れ合いがある生のなかで、本当に実現できると考えているのです。\u003cbr\u003e\u003cbr\u003eその意味で、井庭研が目指す「創造的（クリエイティブ）」というのは、何らかのメソッドやテクノロジーを用いて「人工的」に飛躍的な思考を実現するというようなものではなく、 *一人ひとりが本来もっている創造性を十全に発揮する* ということなのです。この *一人ひとりがもつ創造性は、人工的なものではなく、自然（ナチュラル）なもの* なので、それを僕は、「 *ナチュラル・クリエイティビティ* 」（Natural Creativity： *自然な創造性* ）と呼んでいます。世の中的にはAI（人工知能）が全盛ですが、だからこそ、僕らは人間が本来持っている「ナチュラル・クリエイティビティ」の方に着目したいのです。\u003cbr\u003e\u003cbr\u003e「 *ナチュラルにクリエイティブに生きる* 」とは、 *一人ひとりがもつナチュラル・クリエイティビティを発揮して生きていく* ということです。そして、それが最も高まるのは、「外なる自然」とつながり調和し共鳴するときである、と考えているわけなのです。このような考えのもと、井庭研では、一人ひとりが自身のナチュラル・クリエイティビティを発揮し、 *「ナチュラルにクリエイティブに生きる」ことができる社会* 、すなわち「 *ナチュラルな創造社会* 」を実現することを目指して、研究・実践に取り組んでいます。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e以下では、井庭研が目指している未来像（ *Vision* ）、それに向かう研究・活動の根底にある「問い」（ *Mission* ）とアプローチ（ *Approach* ）、そして、その研究の学問的な位置づけ・野望に対する考え（ *Academic* ）、そして、そのための教育・育成の方針（ *Education* ）について説明します。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Vision - 「ナチュラルにクリエイティブに生きる」ことができる「ナチュラルな創造社会」へ*\u003cbr\u003e\u003cbr\u003e僕は、ここ一世紀の社会の変化として、３つのＣの重点のシフト --- *Consumption → Communication → Creation* --- が起きていると見ています。「消費社会」から「情報社会」、そして「創造社会」へのシフトです。\u003cbr\u003e\u003cbr\u003e欧米では一世紀ほど前に、日本では戦後に「 *消費社会* 」が始まり、物やサービスを享受するということに人々の関心が集まり、それこそが生活・人生の豊かさの象徴となる時代でした。その後、１９９０年代から始まった「 *コミュニケーション社会* 」（いわゆる情報社会）では、インターネットと携帯電話が普及するにつれて、人間関係やコミュケーションに意識がより向けられるようになり、オンライン／オフラインを問わず、よい関係やよいコミュニケーションを持つことが生活・人生の豊かさを象徴するものになりました。そして、これからの「 *創造社会* 」の時代においては、 *自分（たち）を取り巻く世界や自分の暮らし・人生を構成するものを、どれだけ自分（たち）でつくっているのか* 、ということが *生活・人生の豊かさ* を表すようになっていくと思われます。\u003cbr\u003e\u003cbr\u003e創造社会はいま徐々に始まりつつあるのですが、その萌芽的な事例としては、ファブ（FAB）による「ものづくりの民主化」、社会問題を解決する独自のモデル・仕組みを試みる「社会起業家」、地域における「住民参加型のまちづくり」、自分たちでの新しいライフスタイルやワークスタイルの構築、自分らしい人生キャリアをつくる、などがわかりやすいでしょう。このような、 *自分（たち）でつくるという「創造化」* は、これから、教育、ビジネス、組織、行政、地域、家庭などあらゆる場を変えていくことになるでしょう（情報化によっていろいろなことが変わったように）。\u003cbr\u003e\u003cbr\u003eこのような *創造社会* では、 *一人ひとりがもつナチュラル・クリエイティビティを発揮しながら、日常や仕事上の問題を解決したり、これまでにないものを生み出したりしていく* ことになります。これには、そういうことができるという自由度・可能性が高まるという希望に満ちた素晴らしい面と、そうやって各自が自分で問題解決や創造をしていかないと、誰も代わりにはやってくれない（すなわち、自分たちでなんとかしなければ生き残れない）というシビアで過酷な面もあります。複雑多様化した社会を動的に維持・生成し続けるためには、一人ひとりがもつナチュラル・クリエイティビティを発揮することが求められるのです。\u003cbr\u003e\u003cbr\u003e「創造社会」に重なる未来ヴィジョンを早くから描き伝えてきたダニエル・ピンクは、ロジカルで分析的な「情報化」の時代に対して、これからの時代は、 *創作力や共感、喜び、意義* というものが、より重要になってくると指摘しています。まず、 *「パターンやチャンスを見出す能力、芸術的で感情面に訴える美を生み出す能力、人を納得させる話のできる能力、一見ばらばらな概念を組み合わせて何か新しい構想や概念を生み出す能力」* が発揮される機会が増え、求められるようになります（ダニエル・ピンク『ハイコンセプト：「新しいこと」を考え出す人の時代』）。そして、 *「他人と共感する能力、人間関係の機微を感じ取る能力、自らに喜びを見出し、また、他の人々が喜びを見つける手助けをする能力、そしてごく日常的な出来事についてもその目的や意義を追求する能力」* も重要になると言います。\u003cbr\u003e\u003cbr\u003eこのように、一人ひとりが、自分の自然な創造性を発揮する「創造社会」では、このような力とセンス（感性）を磨いていく必要があり、それらを* うまく発揮すること* や *そのための教育・支援* が重要となります。さらに、一人ひとりが創造性を発揮するとともに、 *チームでのコラボレーション* や、 *より広い他者との連鎖・増幅を通じて共創していく* ことができれば、自分たちで自分たちの社会をアップデートしていく「 *自己革新的な社会* 」になるでしょう。そうなれば、現在、すでに限界が感じられているような「一部の人が考え、それを承認して受け入れるだけの民主主義」から、誰もがその具体的なアイデア生成に寄与することで社会を形成していく「 *創造的民主主義* 」（ *クリエイティブ・デモクラシー* ：Creative Democracy）の世界へとシフトしていくでしょう。\u003cbr\u003e\u003cbr\u003eしかも、それは単に「創造的」であればよいだけではありません。現代社会が抱える諸問題を解決していくためには、「ナチュラル（自然）」という側面が欠かせないと思うのです。ここ一世紀の間に、日本をはじめ世界中の多くの人々が、自然から離れた暮らしをするようになりました。改めて、 *自然との関わり方、自分たちの暮らし方* について再考しなければならない時期に来ていると思います。\u003cbr\u003e\u003cbr\u003e解剖学者の養老孟司は『都市主義の限界』という本のなかで、「戦後社会の変革を、私は都市化と定義してきた」と述べています。都市化においては「なにごとも人間の意識、考えること」が重要だとされ、「* 排除されるのは、意識が作らなかったもの、すなわち自然* 」であると言います。そして、「排除された自然は、やがて都会人のなかでは現実ではなくなる」のだと指摘しました。そして、「人間を構成するもう一つの重大な要素」である「 *無意識* 」も、意識化できないがゆえに排除されてしまうと指摘しました。まさに現代社会で起きていることだと思います。\u003cbr\u003e\u003cbr\u003eさらに、「都市とはすべてが人間の所行で生じたものであるから、そこで起こる不祥事はすべて『他人の所為』なのである」ため、すべてのことが行為・思考に帰せられる「人工的」な世界になるわけです。養老孟司との対談のなかで宮崎駿が「 *視線の矛先が、いまの時代、人間にばかり向いている* というのは、ドキリとさせられます」（『虫眼とアニ眼』）と語っているのですが、同感です。このように、人工的な環境のなかで、意識化された物事と人間同士の関係のなかで生きているために、現在のような *とても息苦しく、閉塞感を感じる* ようになってしまっているのではないでしょうか。\u003cbr\u003e\u003cbr\u003eそして、現代では、あまりにも人々が自然から離れてしまっています。哲学者ミシェル・セールは、現在のフランスでは農家の人口は全体の約１０％に過ぎないけれども、一世紀前には８０％が農民だったと言い、「われわれの子どもたち、いや、私以降の世代の大半が都会育ちで、農業の経験も動物や植物の生に触れるような体験も非常に少ない」（『惑星の風景 中沢新一対談集』）と憂いていたことがあるのですが、これは日本も同様でしょう。これからの *「ナチュラルにクリエイティブに生きる」時代においては、もっと多くの人が、自然のなかに入り、農にも多少関わり、自分たちの身体をつくる「食」のこと、そして、「暮らしの環境」について考えていく* ことが重要になるでしょう。そして、そういうことに関わることが、生活・人生の豊かさを考えるということになるのです。\u003cbr\u003e\u003cbr\u003eこれまでの *近代の人工的な社会から「ナチュラルな創造社会」にシフトし、人々がより「ナチュラルにクリエイティブに生きる」ようになる* --- このような未来ヴィジョンのもと、井庭研では、そのような未来に向かうための研究・実践・教育を行っています。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Mission - 研究の根底にある問い*\u003cbr\u003e\u003cbr\u003e井庭研での研究の根底にある問いは、 *「どうしたら一人ひとりのよりよい創造実践が可能になるのか」* と *「どうしたら組織的・社会的によりよい創造実践が可能になるのか」* ということです。その背景には、「一人ひとりのよりよい創造実践」や「組織的・社会的なよりよい創造実践」の実現は簡単ではなく、蓋然性が低い（起きやすさが低い）ということがあります。その蓋然性の低さを乗り越えて、「よりよい創造実践」が可能になるのは、いかにしてなのか、そのことを根源的に問うています。\u003cbr\u003e\u003cbr\u003eこの問いに答えるためには、そもそも *「創造実践とは一体どういうことなのか」* ということを理解しなければなりません。その上で、 *「どのような方法・メディアがあれば、人は自らの自然な創造性を発揮して、他者ともに協働的に創造実践することができるのか」* ということを考える必要もあります。そして、それが具体的にどのようなものであるのかを研究で明らかにしていくことも不可欠です（その成果が個々のパターン・ランゲージとして表現されます）。さらに、 *「ナチュラル（自然）であることとクリエイティブ（創造的）であることはどのように関係し、重なり合い、融合させていくことができるのか」* ということについても考えることが重要になります。\u003cbr\u003e\u003cbr\u003e井庭研で取り組んでいるすべての研究は、それぞれのプロジェクト目標を達成するだけでなく、今挙げたような根本的な問いに答えるための研究になります。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Approach - 創造実践のための言葉をつくる*\u003cbr\u003e\u003cbr\u003e井庭研では、個人の思考・実践を支えるとともに、組織・社会のなかでのコミュニケーションを変えるメディアとして、「パターン・ランゲージ」の作成と研究に取り組んでいます。パターン・ランゲージが、僕らがつくっている「未来をつくる言葉」なのです。\u003cbr\u003e\u003cbr\u003e*パターン・ランゲージ* （Pattern Language）は、もともとは、 *人間的な自然な質を生む設計（デザイン）の知* を共有するための方法として、建築分野で生まれたものでした。その後、ソフトウェアの設計（デザイン）に応用され、さらには教育や組織におけるやり方・型の共有にも応用されました。井庭研では、そこからさらに領域を広げ、 *暮らしや仕事、生き方のパターン・ランゲージ* をつくってきました。これまで十数年間で、 [http://patternlanguage.jp|７０種類を超えるいろいろな領域の１７００以上のパターン] をつくってきました。それらは書籍として出版されたほか、パターン・カードは全国で使われています。\u003cbr\u003e\u003cbr\u003eそれぞれの領域のパターン・ランゲージは、それぞれの領域での *実践* を支え、それについて *思考* したり、 *コミュニケーション* したりすることを支援します。それがあることで、多くの人が、 *起こりがちな問題（落とし穴）に陥ることなく実践したり、問題を解決したりできるようになります。* また、 *今後のことを予期・計画できるようになったり、振り返り、改善していったりすることもできるようになります。* さらに、パターン・ランゲージで提供されている新しい「言葉」を語彙（ボキャブラリー）として、 *実践について語ったり問いを投げたりしやすくなります。* このように、パターン・ランゲージは、 *パターンに支えられた実践* を通して、それを *使う人たちの「未来をつくる」ことを支援* します。\u003cbr\u003e\u003cbr\u003e井庭研では、いろいろな領域に関する *プロジェクト* を行っています。それぞれのプロジェクトは、 *自然、創造、暮らし、生き方、仕事、組織、教育、芸術、芸能などの個別領域* における課題・目標を持っており、これらのプロジェクトは、個別の目標を持ちながらも、その根底には、すでに紹介した「どうしたら一人ひとりがよりよい創造実践を実践できるのか」と「どうしたらチームや社会的によりよい創造実践ができるのか」という問いへ答えようとしているのです。また、ワークショップを設計・実施したり、日常の環境に埋め込むための新しいメディアのデザインなども行うことで、 *「ナチュラルでクリエイティブに生きる」ことを支援する* ことに取り組んでいます。\u003cbr\u003e\u003cbr\u003eさらに、井庭研でつくるパターン・ランゲージは、 *「ナチュラルな創造社会」という「未来をつくる」ことにも寄与* します。パターン・ランゲージがいろいろな領域でつくられていくことで、多くの人々が *その人にとっての新しい領域の創造実践を始めやすくなる* 状況が生まれます。つまり、人々の *創造実践の自由度が高まる* のです。井庭研が目指しているのは、 *あらゆる領域でパターン・ランゲージが創造実践の下支えをしている世界* であり、僕たちの研究・実践は *「ソフトな社会インフラ」をつくる* ことの一翼を担っていると言うことができます。\u003cbr\u003e\u003cbr\u003eこのように、井庭研では、個々のパターン・ランゲージによって、 *各人がパターンに支えられた実践によってその人の「未来をつくる」ことを支援する* とともに、 *さまざまな領域でパターン・ランゲージの「ソフトな社会インフラ」を整備していくことで、「ナチュラルな創造社会」という「未来をつくる」* --- その *二重の意味で「未来をつくる言葉をつくる」* ことに取り組んでいるのです。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Academic - 今の実学、未来への実学、未来の実学となる「新しい学問」をつくる*\u003cbr\u003e\u003cbr\u003e井庭研が取り組んでいるのは、社会的な意義をもつ極めて「実学的」な研究です。しかしながら、現在の問題を解決するというだけでなく、将来起きる問題を解決することにも寄与し、未来をかたちづくるということにつながっています。つまり、「 *今の実学* 」であるとともに、「 *未来への実学* 」「 *未来の実学* 」でもあるのです。\u003cbr\u003e\u003cbr\u003e学問的に見たときに、実は、上記のような問いに直球で答えてくれる学問分野は、現在ありません。そのため、 *既存の学問的枠組みや方法論を超えた「新しい学問」を構築しながら取り組む* ことが必要となります。それゆえ、井庭研では、 *新しい学問の土台をつくりながら、その上で具体的な研究を進め、そのことによってさらに土台が固まっていくというような、大胆で実験的なやり方* で研究に取り組んでいます。\u003cbr\u003e\u003cbr\u003eその「新しい学問」を、僕は仮に「 *創造実践学* 」と名づけています。まだその全貌は見えていませんが、おぼろげに主要な骨格が見えてきているところです。もちろん、いまやっている研究のベースとなり、指針が得られるくらいに固まってきている部分もあります。その点は安心してください。「創造実践学」という名称には、創造実践を研究する学問だという「創造実践・学」（ *Study on Creative Practice* ）という意味と、創造の実践と学術的研究の両方に取り組む「創造の実践 ／ 創造の学」（ *Practice and Study of Creation* ）でもあります。\u003cbr\u003e\u003cbr\u003eこの「新しい学問」を構築では、単に、既存学問同士を結びつけるというような「学際的」（インター・ディシプリナリー：inter-disciplinary）なものにはとどまりません。いろいろな学問領域を横断し、それらを超越して研究するという「 *超領域的* 」（ *トランス・ディシプリナリー* ：trans-disciplinary）な研究になります。つまり、すでに有効だと知っている方法や知識の「合わせ技」で戦うというのではなく、そもそもの根本から再考し、自分たちの方法や道具を自分たちでつくっていく必要があるのです。\u003cbr\u003e\u003cbr\u003e科学哲学者のトーマス・クーンは、パラダイムシフトが起きるような状況では、 *哲学* に立ち戻ってそこから考えるということが重要になると述べました。「危機が認められる時代には、科学者たちは自らの分野の謎を解明する手段として、哲学的分析に立ち向かうことがある」（トーマス・クーン『科学革命の構造』）。同じように、井庭研では、 *ときに哲学にまで立ち戻り、自分たちの考えや方法を再構築する* ということをしています。そしてさらに、哲学のみならず、 *社会学、人類学、認知科学、心理学、教育学、建築学、デザイン論、芸術論、美学、数学、文学、経営学、思想史など* を必要に応じて縦横無尽に飛び込み、学び、取り入れていきます。しかも、西洋の学問だけでなく、 *東洋哲学・思想* とも積極的に関わり、 *西洋と東洋の知を融合させたこれからの学問* をつくっていこうとしています。\u003cbr\u003e\u003cbr\u003eまた、学問のあり方も「ナチュラルでクリエイティブ」なかたちに変わっていくことになります。すでに上でも取り上げた哲学者ミシェル・セールは、農業に関わる人口の減少について触れた文脈のなかで、次のように語っています。「作家であれ哲学者であれ社会学者であれ、今世紀初頭にはほとんど万人が農業を直接に体験していたのに、現在では誰もそんな体験をしていない。すなわち二〇世紀最大の問題、最重要の事件は、 *思想のモデルとしての農業の消失* だとさえ言えると思います」。これは非常に興味深い指摘です。これからの学問は、物事を分解して分析する機械論的なアプローチや「工業的な製造」型の設計・制御の思想にもとづくものではなく、 *生命的な複雑さをまるごとつかみ、それを育てていくような「農業的な育成」型の学問* になるのではないかと僕は考えています --- それがどういうことなのかは、正直まだはっきりとはわかりませんが。\u003cbr\u003e\u003cbr\u003e井庭研では「新しい学問」をつくるんだという話は、そういうことに興味が湧く人にとっては、その挑戦・議論に参加できるという魅力があると思いますが、必ずしも学生メンバーの一人ひとりに求めるものではありません。それでも、これから取り組む研究が、そのような *ワクワクする知的な冒険* の一部であるということを「なんだか、面白そう！」と思ってくれる人を歓迎します。\u003cbr\u003e\u003cbr\u003eなお、今年の夏休み期間中に、「新しい学問をつくる」ということについて直球で考える特別研究プロジェクトを実施します。秋学期から新しく入るメンバーも原則として参加してほしいと思っています。\u003cbr\u003e\u003cbr\u003e2020年度 夏の特別研究プロジェクト（井庭研）シラバス \u003cbr\u003e「新しい学問をつくる：西洋と東洋の知を融合させた、創造実践の学問を構想する」\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Education - 本格的に「つくる」経験を積んでいくクリエイティブ・ラーニング*\u003cbr\u003e\u003cbr\u003e井庭研では、以上のような研究において、 *本格的に「つくる」経験を積む「クリエイティブ・ラーニング」（創造的な学び、つくることによる学び）* によって、物事への理解を深め、力を養っていきます。これからの創造的な未来を生きるみんなにとって、井庭研で「つくる」経験を徹底的に積むということは、人生における重要な\"財産\"を得ることになるはずです。 *井庭研での「つくる」経験を糧として、将来、自分たちで「未来をつくる」ことに寄与・貢献していってほしい* と思っています。\u003cbr\u003e\u003cbr\u003eかつて、慶應義塾大学湘南藤沢キャンパス（SFC）を構想した石川忠雄 元・塾長は、これからの社会で必要となる人を育てるために、慶應義塾に新しい学部（SFC）をつくることを提唱しました。これからの変化の時代においては、 *「豊かな発想で問題を発見し、分析し、推理し、判断して、実行をすること」* が必要になり、それが「人間が経験のない新しい現象に対応する時に使う最も重要な能力」であるとして、「 *『ものを考える力』を強くする* という教育をどうしてもしなければならない」（石川忠雄『未来を創るこころ』）と考えたのです。こうして、「未来を創る大学」として、SFCでは「 *個性を引き出し、優れた創造性を養い、考える力を強くする* 教育」が重視されてきました。井庭研では、この問題意識と方針をしっかり受け継ぎ、さらに *創造（つくる）の面を強化して* 、教育・育成にあたっています。\u003cbr\u003e\u003cbr\u003eパターン・ランゲージという「未来をつくる言葉」をつくるという研究・実践のなかで、「パターンやチャンスを見出す能力、芸術的で感情面に訴える美を生み出す能力、人を納得させる話のできる能力、一見ばらばらな概念を組み合わせて何か新しい構想や概念を生み出す能力」および「他人と共感する能力、人間関係の機微を感じ取る能力、自らに喜びを見出し、また、他の人々が喜びを見つける手助けをする能力、そしてごく日常的な出来事についてもその目的や意義を追求する能力」を身につけてほしいと思います。\u003cbr\u003e\u003cbr\u003e将来的には、 *なるべく大学院まで進み、しっかりと経験を積んでいくことを強く推奨* しています。大学院への進学は、 *研究者になるためではなく、自らの力を高め、センス（感性）を磨き、本当に「未来をつくる」ことができる人として、社会に巣立ち活躍する* ようになるためです。学部4年生で卒業する人がいても構いませんが、少なくとも *修士までの「6年制一貫教育」* だというくらいの心持ち・意気込みでいてくれると、本腰を入れて取り組み、大きく成長することができるのではないかと思います。 *そのくらい本格的に取り組んで初めて、日本や世界において実際に変化をもたらし、「未来をつくる」人になる道が開かれる* のです。博士課程まで進み、その道の第一人者になるまで「突き抜け」、未来をつくることを先導していけるようになる人も歓迎します。\u003cbr\u003e\u003cbr\u003e僕は、井庭研で *修士* （ *マスター* ：master）になるということは、*「未来をつくる言葉」をつくることを自分の領域で経験し、ひととおりのことをマスターした人* になるということであり、 *博士* （ *ドクター* ：doctor）は、 *社会の問題（病）が解消・治癒されるように治療するドクター（社会の問題を治す医者）* になるということだと捉えています。そのためのマスター・コース、ドクター・コースであり、必ずしも研究者になるための場ということではありません（もちろん、「未来をつくる」一つの職業として、研究者という立ち位置は選択肢の一つになると思いますが）。これは、 *「21世紀の社会を担うプロフェッショナル」＝「高度な職業人を育成する」* というSFCの大学院（政策・メディア研究科）の趣旨にもずばり合う捉え方です。\u003cbr\u003e\u003cbr\u003e研究会に入る前から、そのように進路を決めたり、恐れおののいたりする必要はありません。ただ、井庭研で取り組んでいることや、そこで身につける力とセンス（感性）が、単に大学時代から就職に向かうための「通り道」なのではなく、 *自分の人生を自分でつくっていく（そして社会に貢献し、未来をよりよくしていく）ための力とセンス（感性）をしっかりと身につける重要なステップ＝階段* であると知っておいてもらえればと思います。一段上るだけでなく、 *何段も上っていかないと、新しい見通しの視野は開けてこない* のです。\u003cbr\u003e\u003cbr\u003e　\u003cbr\u003e\u003cbr\u003e*■Project - 2020年秋学期のプロジェクト*\u003cbr\u003e\u003cbr\u003e2020年秋学期は、以下の７つのプロジェクトを予定しています。井庭研のメンバーは、 *どれかひとつのプロジェクトに参加し、研究に取り組みます* 。 各プロジェクトは、複数人で構成され、成果を生み出すためのチームとして、ともに助け合い、高め合い、学び合いながら、研究に取り組みます。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(A) ナチュラルにクリエイティブに生きることのパターン・ランゲージの作成* \u003cbr\u003e\u003cbr\u003e「ナチュラルにクリエイティブに生きる」ためには、どのようにすればよいのでしょうか？ 「創造的な暮らし」、「自然（環境）との関わり」、「心身ともに健康に生きる」という３つの観点で、パターン・ランゲージをつくります。2020年度春学期の「パターンランゲージ」の授業で履修者全員で作成を始めたものを引き継ぎ、本格的につくり込んで仕上げていきます。これらのパターンの元となったのは、ニュージーランド湖畔の森に暮らす執筆家 四角大輔さんと、エシカルファッションプランナー 鎌田安里紗、そして、自然派研究者の井庭崇の実践・経験からマイニングしたものです。本プロジェクトでは、数人に追加インタビューを行い、それらも合わせて補強し、体系的なパターン・ランゲージとして仕上げていきます。「ナチュラルにクリエイティブに生きる」ということや、これからの時代（ナチュラルな創造社会）におけるライフスタイル・ワークスタイルに興味がある人に参加してほしいと思います。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(B) 音楽の構造分析と、作曲に向けたパターン・ランゲージの作成*\u003cbr\u003e\u003cbr\u003e音楽の楽曲に潜む秩序・構造の分析と、作曲における発想・考え方を研究し、楽曲の設計のパターン・ランゲージとしてまとめていきます。特に、映画などの映像と組み合わされる音楽に内在する構造的な特徴（メロディやリズム、和声などといった音楽の構成）と、音楽における美の秩序がどのようなものか、また、それらはどのようにデザインされるのかについて探究していきます。パターン・ランゲージの分野のなかでは、芸術における創造に直球で向き合う珍しい、挑戦的なプロジェクトです。本研究は、映画やCMの映像音楽を手がける作曲家・音楽プロデューサーの渡邊崇さん（大阪音楽大学特任准教授）との共同研究です。作曲の経験はなくて構いませんが、何かの楽器をやっているなど音楽経験のある人を歓迎します。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(C) Earth Lifestyle（地球を守る暮らしのデザイン）のパターン・ランゲージの作成*\u003cbr\u003e\u003cbr\u003e世界全体の平均気温の上昇が産業革命以前に比べ1.5度を超えると、地球上のかなりの変化を引き起こし、人類・暮らしに大きな影響があると言われています。そして、気候変動に関する政府間パネル（IPCC）のレポートによれば、早ければ10年以内にその1.5度を超える可能性があるということです。この地球規模の環境危機に対して、私たちはどうしたらその進行を食い止めることができるでしょうか？ そこでCO2を削減したり環境負荷を下げたりするための仕組み（制度、やり方、技術、工夫）を、世界各国の事例を調べて、パターン・ランゲージとしてまとめていきます。世界の一部でのみで行われ、一部にしか知られてない素晴らしい発想・考え方についての「言葉」をつくることで、そのことを多くの人が認識しやすくなり、その普及・実現に向けた「共通言語」をつくりたいと思います。地球環境問題に関心があり、解決のための変化を新しいアプローチで起こしたい人を歓迎します。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(D) オンライン授業のパターン・ランゲージの作成*\u003cbr\u003e\u003cbr\u003e新型コロナウィルスの影響で、SFCを含む世界の学校でオンライン授業が実施されています。しかし、教室での授業に比べ、多くの教職員も学生も、オンライン授業の経験はまだ少ない状況です。そこで、オンライン授業をよりよく実施するためのコツをパターン・ランゲージとしてまとめていきます。これまで Facebookグループ「オンライン授業のコツ・知恵・経験談の共有（よりよいオンライン授業を目指して）」で寄せられたコツが、ひとまずnote「オンライン授業の実践研究ノート」にまとめてあります。これらをベースとしながら、追加の調査も交えて、パターン・ランゲージを作成していきます。オンラインでの教育・学びがよいものになれば、人は都市に集約的に住む必要がなく、自然豊かな地域で暮らすという選択ができるようになるでしょう。その点において大きなスケールで「ナチュラルな創造社会」につながるテーマです。教育に関心がある人や、ウィズ・コロナ、アフター・コロナの社会のために何か貢献したいと思っている人の参加をお待ちしています。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(E) 風姿花伝 現代版パターン・ランゲージ（能の考え方・知恵を現代に活かす）の作成*\u003cbr\u003e\u003cbr\u003e650年近い歴史をもつ、日本の伝統芸能である「能」の世界には、能の大成者である世阿弥が書いた演劇書「風姿花伝」があります。それは、能の心得や演技論、美学などが書かれている秘伝書です。このプロジェクトでは、「風姿花伝」に埋め込まれている「観客を楽しませるための多角的な秘訣」を現代に活かすことができるようにパターン・ランゲージとして表現し直し、活用することを試みます。特に、「花（珍しき、面白き）」の思想から、「催し」（イベント）をつくるための知恵を抽出します。本研究のリーダーは能の世界の人なので、メンバーは能の世界に詳しい必要はありません。日本古来の伝統や考え方を現代に活かすという試みに一緒に取り組んでみようという人、また日本の伝統芸能から学ぶということに興味がある人に参加してもらえればと思います。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(F) スタートアップの成長のパターン・ランゲージの作成*\u003cbr\u003e\u003cbr\u003eスタートアップ（ベンチャー）の経営では、成長の過程に応じて、よく陥りがちな問題や解き難い難問に直面します。それらをどのように乗り越えていけばよいのか、どういう考えでどんなことをすることが大切なのか、その体系を実践者のインタビューをもとにパターン・ランゲージとしてまとめていきます。事業・プロジェクトを展開・成長させるため考え方・やり方が開かれることで、より多くの人が、社会をよりよくしていく活動・未来をつくる活動を立ち上げられるようになるでしょう。本研究は、SFC卒業生の投資家で、現在慶應義塾大学SFC特別招聘教授でもある千葉功太郎さんが 主宰する千葉道場株式会社との共同研究です。\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e*(G) 自分らしく突き抜ける生き方のパターン・ランゲージの作成*\u003cbr\u003e\u003cbr\u003e 社会の常識的・一般的なレールの上を生きていくという人生ではなく、自分なりの生き方をつくりながらいきいきと生きている人たちは、どのような考えで、何をして、そのような道を歩んでいくことができているのでしょうか？ どうやらその背後には、人生における仕事の捉え方やワークスタイル、ライフワークや自分なりの哲学がありそうです。また、自分らしさを絶えず更新し続け、自らの選択が正解だった・成功だと事後的に思えるように努力したりもしているようです。このように、自分なりの生き方をつくりながらいきいきと生きていくための秘訣をパターン・ランゲージとしてまとめていきます。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eWe study ways of natural and creative living and how to shift our society to be more natural and creative.\u003cbr\u003e\u003cbr\u003eYou consist of a multitude of interests big and small, major and minor. Yet you most likely have learned that to achieve your highest potential, you should focus on improving just your best interest, and your other interests are less important. When you graduate through Iba Lab, you will become a change maker, someone to make new waves with Pattern Languages in various domains---such as learning, presentation, collaboration, project design, education, welfare, cooking, parenting, open dialogue… You will hone your skills with Pattern Languages --a set of words that illuminate and advise people to take on proactive attitudes towards achieving their desired qualities. You will connect with other practitioners of Pattern Languages through the international conferences you attend when you present your work. Pattern Languages, produced here in Iba Lab, redefine our notions of potential, pointing the lens at the sum of all our “creative” potential. These languages open the possibility of realizing even your tiny interests, without sacrificing your important interests. We create Pattern Languages to help others create a “creative” society.\u003cbr\u003e\u003cbr\u003ePattern Language is a language that can raise the quality of life by describing practical knowledge in ways that can be shared and used by others. It is created through specific processes, such as pattern mining, pattern clustering, pattern writing and pattern illustrating. We also apply pattern language in dialogue workshops to communicate and describe solutions to problems under certain condition in particular contexts.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e評価方法\u003c/h4\u003e\n\u003cp\u003e研究・実践活動への貢献度、および研究室に関する諸活動から総合的に評価します。\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eGrading will be based on student’s effort in the projects, as well as in other activities related to the lab.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003e- 『クリエイティブ・ラーニング：創造社会の学びと教育』（井庭 崇　編著, 鈴木 寛, 岩瀬 直樹, 今井 むつみ, 市川 力, 慶應義塾大学出版会, 2019）\u003cbr\u003e- 『パターン・ランゲージ: 創造的な未来をつくるための言語』 （井庭 崇 編著, 中埜 博, 江渡 浩一郎, 中西 泰人, 竹中 平蔵, 羽生田 栄一, 慶應義塾大学出版会, 2013）\u003cbr\u003e- 『社会システム理論：不透明な社会を捉える知の技法』（井庭 崇 編著, 宮台 真司, 熊坂 賢次, 公文 俊平, 慶應義塾大学出版会, 2011）\u003cbr\u003e- 『プロジェクト・デザイン・パターン：企画・プロデュース・新規事業に携わる人のための企画のコツ32』 （井庭 崇 , 梶原 文生, 翔泳社, 2016）\u003cbr\u003e- 『おもてなしデザイン・パターン：インバウンド時代を生き抜くための「創造的おもてなし」の心得28』（井庭 崇, 中川 敬文, 翔泳社, 2019）\u003cbr\u003e- 『対話のことば：オープンダイアローグに学ぶ問題解消のための対話の心得』（井庭 崇, 長井 雅史, 丸善出版, 2018）\u003cbr\u003e- 『旅のことば：認知症とともによりよく生きるためのヒント』 （井庭 崇, 岡田 誠 編著, 慶應義塾大学 井庭崇研究室, 認知症フレンドリージャパン・イニシアチブ, 丸善出版, 2015）\u003cbr\u003e- 『園づくりのことば：保育をつなぐミドルリーダーの秘訣』（井庭 崇, 秋田 喜代美 編著, 野澤 祥子, 天野 美和子, 宮田 まり子, 丸善出版, 2019年）\u003cbr\u003e- 「探究パターン・カード（創造的な探究のためのパターン・ランゲージ）」（クリエイティブシフト, 2019）\u003cbr\u003e- 「アクティブ・ラーニング支援パターン・カード（ALP）」（クリエイティブシフト, 2019）\u003cbr\u003e- 『プレゼンテーション・パターン：創造を誘発する表現のヒント』 （井庭崇, 井庭研究室, 慶應義塾大学出版会, 2013）\u003cbr\u003e- 『時を超えた建設の道』 （クリストファー・アレグザンダー, 鹿島出版会, 1993）\u003cbr\u003e- 『クリストファー・アレグザンダー：建築の新しいパラダイムを求めて』（スティーブン・グラボー, 工作舎, 1989）\u003cbr\u003e- 『ザ・ネイチャー・オブ・オーダー：建築の美学と世界の本質 ― 生命の現象』（クリストファー・アレグザンダー, 鹿島出版会, 2013）\u003cbr\u003e- 『創造性とは何か』 （川喜田二郎, 詳伝社新書, 詳伝社, 2010）\u003cbr\u003e- 『哲学は対話する：プラトン、フッサールの〈共通了解をつくる方法〉』（西 研, 筑摩選書, 2019）\u003cbr\u003e- 『人間科学におけるエヴィデンスとは何か：現象学と実践をつなぐ』（小林隆児, 西研 編著, 竹田青嗣, 山竹伸二, 鯨岡 峻, 新曜社, 2015）\u003cbr\u003e- 『惑星の風景：中沢新一対談集』（中沢新一ほか, 青土社, 2014）\u003cbr\u003e- 『ハイコンセプト：「新しいこと」を考え出す人の時代』（ダニエル・ピンク, 大前研一 訳, 三笠書房, 2006）\u003cbr\u003e- 『「都市主義」の限界』（養老孟司, 中央公論新社, 2002）\u003cbr\u003e- 『虫眼とアニ眼』（養老 孟司, 宮崎 駿, 新潮社, 2008）\u003cbr\u003e- 『夢を見るために毎朝僕は目覚めるのです：村上春樹インタビュー集 1997-2011』 （村上春樹, 文春文庫,文藝春秋, 2011）\u003cbr\u003e- 『感動をつくれますか？』 （久石 譲, 角川oneテーマ21, 角川書店, 2006）\u003cbr\u003e- 『未来を創るこころ』（石川 忠雄, 慶應義塾大学出版会, 1998）\u003cbr\u003e- 『創造的論文の書き方』 （伊丹 敬之, 有斐閣, 2001）\u003cbr\u003e- 『考える技術・書く技術：問題解決力を伸ばすピラミッド原則』（バーバラ・ミント, ダイヤモンド社, 1999）\u003cbr\u003e- 『複雑系入門：知のフロンティアへの冒険』（井庭崇, 福原義久, NTT出版, 1998）\u003cbr\u003e- 『アブダクション：仮説と発見の論理』（米盛裕二, 勁草書房, 2007）\u003cbr\u003e- 『科学革命の構造』（トーマス・クーン, みすず書房, 1971）\u003cbr\u003e- 『科学の未来』（フリーマン・ダイソン, みすず書房, 2005）※\u003cbr\u003e- 『社会科学をひらく』（イマニュエル・ウォーラーステイン＋グルベンキアン委員会, 藤原書店, 1996）\u003cbr\u003e- 「ディジタル・メディア時代における「知の原理」を探る：知のStrategic Obscurantism」（井関 利明, 『メディアが変わる知が変わる：ネットワーク環境と知のコラボレーション』, 井上輝夫, 梅垣理郎 編, 有斐閣, 1998, p.3〜p.40) ※\u003cbr\u003e- 『クリストファー・アレグザンダー：建築の新しいパラダイムを求めて』（スティーブン・グラボー, 工作舎, 1989）\u003cbr\u003e- 『時を超えた建設の道』（クリストファー・アレグザンダー, 鹿島出版会, 1993）\u003cbr\u003e- 『イメージの心理学』（河合隼雄, 新装版, 青土社, 2020）\u003cbr\u003e- 『意味の深みへ：東洋哲学の水位』（井筒俊彦, 岩波文庫, 岩波書店, 2019）\u003cbr\u003e- 『レンマ学』（中沢新一, 講談社, 2019）\u003cbr\u003e- 『東洋哲学の構造：エラノス会議講演集』（井筒俊彦, 慶應義塾大学出版会, 2019）\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e関連プロジェクト\u003c/h4\u003e\n\u003cp\u003eIba Lab B\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e課題\u003c/h4\u003e\n\u003cp\u003eこのシラバスをよく読んだ上で、 *7月19日（日）* までに、指定の内容を書いたメールを提出してください。\u003cbr\u003e\u003cbr\u003eエントリーメールの提出先：  *ilab-entry@sfc.keio.ac.jp*\u003cbr\u003e\u003cbr\u003eメールのサブジェクト（件名）： 井庭研A（2020秋） 履修希望 \u003cbr\u003e\u003cbr\u003e以下の内容を書いたファイル（PDF）を、メールに添付してください。\u003cbr\u003e\u003cbr\u003e井庭研A（2020秋） 履修希望\u003cbr\u003e\u003cbr\u003e1. 名前（ふりがな）, 学部, 学年, 学籍番号, ログイン名, 顔写真 （写真はスナップ写真等で構いません）\u003cbr\u003e\u003cbr\u003e2. 自己紹介と日頃の興味・関心（イメージしやすいように、適宜、写真や絵などを入れてください）\u003cbr\u003e\u003cbr\u003e3. 井庭研の志望理由\u003cbr\u003e\u003cbr\u003e4. この研究会シラバスを読んで、強く惹かれたところや共感・共鳴したところ\u003cbr\u003e\u003cbr\u003e5. 参加したいプロジェクト\u003cbr\u003e\u003cbr\u003e6. 持っているスキル／得意なこと（グラフィックス・デザイン, 映像編集, 外国語, プログラミング, 音楽, その他）\u003cbr\u003e\u003cbr\u003e7. これまでに履修した井庭担当の授業（あれば）\u003cbr\u003e\u003cbr\u003e8. これまでに履修した授業のなかで、お気に入りのもの（複数可）\u003cbr\u003e\u003cbr\u003e9. これまでに所属した研究会と、来学期、並行して所属することを考えている研究会（あれば）\u003cbr\u003e\u003cbr\u003e\u003cbr\u003e7月23日（木）か24日（金）に面接＠オンラインを行う予定です。詳細の日時についてはエントリー〆切後に連絡します。また、7月26日（日）に、オンラインで学期末発表会を開催します。新規履修予定者も原則参加としますので、予定に入れておいてください。\u003cbr\u003e\u003cbr\u003eなお、7月9日（木）5限に、井庭研説明会をオンラインで実施します。参加希望の人は、 [https://docs.google.com/forms/d/e/1FAIpQLScEhK4sEODtbd5Kcijb47HJ86okgKiUp5yM3sA7ka-MD_RyIQ/viewform|「井庭研に興味があるSFC生の連絡先登録」] に登録してください。Zoomのアドレスなど情報をメールで送ります。説明会後に登録した人には、録画映像のリンクを送ります。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e来期の研究プロジェクトのテーマ予定\u003c/h4\u003e\n\u003cp\u003eナチュラルにクリエイティブに生きる未来に向けて：未来をつくる言葉をつくる（ことで、本当に未来をかたちづくる）\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003eその他・留意事項\u003c/h4\u003e\n\u003cp\u003e- *井庭研では、たくさん本を読みます。* 難しいものもたくさん読みます。それは、知識を身につけるというだけでなく、考え方の型を知り、考える力をつけるためでもあります。さらに、他のメンバーとの共通認識を持ち、共通言語で話すことができるようになるためでもあります。創造の基盤となるのです。\u003cbr\u003e\u003cbr\u003e- *井庭研では、たくさん話して、たくさん手を動かします。* 文献を読んで考えるということはたくさんやりますが、それだけでは足りません。他のメンバーと議論し、ともに考え、一緒につくっていく、ということによって、一人ひとりの限界を超えることができます。こうして、ようやく《世界を変える力》をもつものをつくることができるのです。\u003cbr\u003e\u003cbr\u003e- 2020年度秋学期は、 *全活動をオンライン* で行います。安定したネット環境で参加してください。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eWe ask you to read many books in Iba Lab. It is important to acquire knowledge, frame for thinking, and improve your ability of thinking. Furthermore, it is necessary to have common frame and language for communicating with lab members and also for creative act.\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業スケジュール\u003c/h4\u003e\n\u003cp\u003e井庭研では、 *どっぷりと浸かって日々一緒に活動に取り組む* ことが大切だと考えています。大学生活の・時間割上の一部の時間を井庭研の活動に当てるというよりは、  *井庭研が大学生活のベースになる* ということです。井庭研に入るということは、SFCでの「ホーム」ができるということもあるのです。創造的な活動とその社会的な変革は、毎週数時間集まって作業するというだけでは成り立ちません。いつも、どこにいても考え、アンテナを張り、必要なときに必要なだけ手を動かすことが不可欠です。そのため、自分の生活の一部を埋めるような感覚ではなく、生活の全体に重なり、日々の土台となるようなイメージをもってもらえればと思います。\u003cbr\u003e\u003cbr\u003eそのなかでも、全員で集まって活動する時間も、しっかりとります。各自が準備をしたり勉強したりする時間とは別に、みんなで集まって話し合ったり、作業を進める時間が必要だからです。井庭研では、 *水曜の3限から夜までと、木曜の4限から夜までの時間は、メンバー全員で集まって活動する 《まとまった時間》* としています。これらの時間は、授業や他の予定を入れないようにしてください。\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eGroup projects and research will take place during Wednesdays (3rd to 6th period) and Thursdays (4th to 6th period). There will be times outside of these days when we ask for your time in order to complete the projects.\u003c/p\u003e\n","course_code":"研究会Ａ","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_a7mjCasBvjmXuPqFNIElLILRBIeB6mCQvuDERsOL.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}