{"id":545,"name":"研究会Ａ / SEMINAR A","account_id":1,"uuid":"8P1Q5vQWGSGl09bw1ho7cyYvUvWPxgQWwX8xfQ7F","start_at":null,"grading_standard_id":null,"is_public":false,"created_at":"2020-10-01T04:39:53Z","syllabus_body":"\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; background-color: #394B58; color: white;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n      \u003ctr\u003e\n        \u003ctd style=\"width: 50%;\"\u003e\n          A1101\u003cbr\u003e\n          研究会Ａ\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eSEMINAR A\u003c/span\u003e\n        \u003c/td\u003e\n        \u003ctd\u003e\n          研究プロジェクト科目\u003cbr\u003e\n          \u003cspan style=\"color: #c9c9c9;\"\u003eResearch Seminars\u003c/span\u003e\u003cbr\u003e\n          4 単位\n        \u003c/td\u003e\n      \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e\n  「教育」から取り組むソーシャルトランスフォーメーションのカタチー地域との協働で構築する関係性のサステナビリティ\u003cbr\u003e\n   How to Realize Social Transformation Based on Collaboration and Sustainable Relationship with Locality in the Field of Education\n\u003c/h4\u003e\n\n\u003ctable style=\"width: 100%; margin: 0; border-collapse: collapse; border: 1px solid #C7CDD1;\" border=\"1\"\u003e\n  \u003ctbody\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"width: 25%; background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e開催日程\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e秋学期 木曜日３時限,木曜日４時限\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e担当教員\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e長谷部 葉子（ハセベ ヨウコ）\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e関連科目\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業形態\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e講義、ディスカッション、グループワーク、演習\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修者制限\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修条件\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e日本の学校教育制度、異言語・異文化理解に必要とされる日本史・世界史の一般常識的知識、日本語以外の言語の基本的運用能力\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003eBasic knowledge on Japanese Education System, on Japanese history \u0026amp; world history. Communication skills in more than 2 languages including Japanese.\u003c/p\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e使用言語\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e日本語\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e連絡先\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003ehapp3248@sfc.keio.ac.jp\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e授業ホームページ\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003ehttp://haselab.sfc.keio.ac.jp/\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e設置学部・研究科\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e総合政策・環境情報学部\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクト名\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003cp\u003e\u003c/p\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e大学院プロジェクトサブメンバー\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\n        \u003cp\u003e\u003c/p\u003e\n        \u003cp style=\"color: #856a5d;\"\u003e\u003c/p\u003e\n      \u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eゲストスピーカーの人数\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・課題タイプ=テキスト登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e履修選抜・選抜課題タイプ=ファイル登録可\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003efalse\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003eGIGAサティフィケート対象\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e\u003c/td\u003e\n    \u003c/tr\u003e\n    \u003ctr\u003e\n      \u003ctd style=\"background-color: #F5F5F5; border-color: #C7CDD1;\"\u003e最終更新日\u003c/td\u003e\n      \u003ctd style=\"border-color: #C7CDD1;\"\u003e2020/09/18 10:26:29\u003c/td\u003e\n    \u003c/tr\u003e\n  \u003c/tbody\u003e\n\u003c/table\u003e\n\n\n\u003ch3 style=\"background-color: #394B58; color: white; padding-left: 8px; margin-bottom: 0; font-weight: bold;\"\u003e研究会概要\u003c/h3\u003e\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; margin-top: 0; font-weight: bold;\"\u003e目的・内容\u003c/h4\u003e\n\u003cp\u003e▼担当教員からのメッセージ 【2020年度の新たな挑戦―オンラインでフィールドワーク体験を超える】\u003cbr\u003e\u003cbr\u003e*当初本研究会では、SBC滞在棟での宿泊型とオンラインのハイブリッド型を提示していましたが、COVID19の現状を踏まえ、現段階でのSBC滞在棟利用は白紙に戻しました。状況の変化により今後柔軟に対応していきます。\u003cbr\u003e\u003cbr\u003eこの研究会では、教育分野から、特に言語・文化への理解を切り口に、地域との協働によるソーシャルトランスフォーメーションを持続可能なカタチにすることを研究しています。国内外にとらわれず、「教育の現場」を社会の縮図として捉え、その現場に必要と思われるもので現在普及していない、存在していないもの、あるいは仕組みを創る取り組み、つまり「ゼロから１」をつくります。そしてその後「協働」に基づいた、無理のない関係性のサステナビリティ確立のプロセスを重視し、その関係性と、その「関係性の可視化」を研究しています。関係者の主体性を何よりも重視するため、関係者間での豊かなコミュニケーション環境構築が必須となります。まず、自分を知り、相手を知り、相互理解を深める、そこが教育の原点となり、様々な形の教育から社会の仕組みづくりが始まります。この研究会そのものも社会の縮図と考え、履修者のうち3分の1が何らかの管理者です。この研究会シラバスも教員と TASA、各チームリーダー、関係者の10名の協働でつくります。異言語・異文化コミュニケーションを視野にいれた、「教育」（人間関係）の本質を問う研究会で、言語教育はその一分野です。「教育」というかたちになりにくい領域に果敢に「実践的研究者」として飛び込んでください。また「教育」というと無意識に「学校教育」をイメージする場合が多いですが、人間コミュニケーションは全て「教育的相互関係」に基づいているという柔軟な解釈をしてください。発表能力、記述力、思考過程を共有する能力、そして対人コミュニケーション能力、多様な教育現場での柔軟な判断力、洞察力、行動力が磨かれます。講義日以外の活動も多いです。大学外に研究拠点をもつということは、必然的に関わる時間が増えるということです。関係性は一日二日で構築されるものではありません。それを理解した上で、主体性を持って参加してください。事前に是非研究会を見学に来てください。何事も「百聞は一見にしかず」です。\u003cbr\u003e\u003cbr\u003e▼2020年度のテーマ\u003cbr\u003e\u003cbr\u003e教育から取り組む、持続可能な協働型ソーシャルトランスフォーメーションのカタチー域学民官の連携から生み出す「協働」と「共感」\u003cbr\u003e\u003cbr\u003e▼研究会紹介\u003cbr\u003e\u003cbr\u003e現場でのフィールド活動や実践を通じて、社会の問題を「教育」や「コミュニケーション」に焦点を当て、考察 していきます。主に7つのプロジェクトに分かれ、それぞれの分野や現場に応じた活動を展開しています。毎週木曜日の研究会の時間に加え、定期的な中学校での教育活動を展開するプロジェクトや、長期休暇を活かした精力的なフィールド活動を行うプロジェクトなど、様々です。 是非、自らの興味分野に合うプロジェクトを探してみてください。 木曜3限、4限の授業時間を用い、長谷部葉子准教授による教育全体を統括する講義や、グループワークや輪読発表、個人プレゼンなどのワークを行います。それらに加え、時折ゲスト講師による講演を実施。外部の刺激を受け、それぞれの活動に活かします。 木曜5限に行われているサブゼミの時間では、前述のプロジェクトでのミーティングが行われます。各プロジェクトの詳細は、下記に記載します。 木曜6限には、リーダーミーティングを実施。各プロジェクトのリーダー、サブリーダー、SAを中心に研究会をより良いものにするために熱い議論が繰り広げられています。 原則として、履修者は7つのプロジェクトのいずれかに所属していただきます。各プロジェクトでの活動を通して個人の問題意識を明確化し、各自の研究に繋げてゆきます。\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■グローカルイングリッシュプロジェクト（Glocal English Project） ▽ プロジェクト紹介 私たちグローカルイングリッシュプロジェクトはコミュニケーションツールとしての英語習得や異文化理解を目的とし、現在は東京都・神奈川県内の中学校にて大学生それぞれの強みを活かしつつ、各校の特徴に沿った英語のワークショップ活動を行っています。活動を通し、プロジェクトメンバーは小中学生の意欲・関心の変化など、それぞれの異なる研究テーマを設定し、フィールドワークを通して研究を行っています。当プロジェクトは月数回実施するフィールドワークの参加を必須としています。フィールドワークは各月の火曜日（不定期）で実施されるため、メンバーは【火曜日3限以降】の授業を受講できません。その点も考慮の上での応募をお勧めします。 ▽ 募集人数:若干名 ▽募集要項 英語教育に興味がある人・教育現場を見てみたい人・子どもが好きな人・ワークショップデザインに興味がある人・個性があり、自分の軸を持っている人・フィールドワークの参加が可能な人\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■コミュニティーデザインプロジェクト （Community Design Project） ▽ プロジェクト紹介 私たちは、SFCがまさに位置している「藤沢市遠藤地区」をフィールドとして活動しています。本プロジェクトは、SFCと、私たちにとって一番身近な地域である遠藤地区の関係性に問題意識を感じ、2016年に発足しました。 「SFCは最先端を求めて様々な地域へ出向いていくけれども、果たして一番身近な地域社会である遠藤地区に対してどのくらい目を向けられていたのでしょうか...？」 昨年度からは、地域の小中学校や学童など、教育分野での拠点を中心に活動し、住民の方々と協力して子ども食堂の立ち上げ、地域教育の一環である郷土散策で小学生向けコンテンツ作成・実施などを行いました。また、遠藤地区の居場所づくり事業における子ども向け企画の立案、地元中学生向けSFCキャンパスツアーなど、地域・学内の様々な主体と協働体制を築きながら取り組みを立ち上げようとしています。 現在は「大学が地域の一員としてどのような価値を発揮できるのか」をリサーチクエスチョンに据え、地域に根ざした教育の現場を切り口として「地域における大学及び大学生の出番・役割」について、子ども食堂への大学生の参加などを事例に実践的研究を行っています。 現在所属するメンバーの興味より、来年は食・農・教育・福祉などを切り口に据え、個々の興味関心を軸に、学内も巻き込みながら大学・地域連携の意義・可能性について探求していきます。 ▽募集人数：若干名 ▽募集要項：地域と大学の持続的な関係性は、１つのイベントや1日だけでできるものではありません。地域の皆さんとの「顔の見える関係性」を大切にし、日々地域に通いながら、地道な積み重ねをしていける方と一緒に活動したいです。 具体的には、地域社会に興味がある人、人とコミュニケーションを取ることが好きな人、地域風土・文化を理解した上でそこから新しい取り組みを生み出したい人。身近なフィールドで自分の興味分野を探求してみたい人。\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■ローカル・アクティブラーニングプロジェクト(Local Active-learning Project) ▽プロジェクト紹介 本プロジェクトは、「教育」から始まる地域づくりをテーマに、長野県木曽郡木曽町開田高原をフィールドとして活動しています。開田高原は、長野県御嶽山の麓1000mから1500mにひろがっている高原です。地域に唯一の中学校は、全校生徒が26名で、周辺には学習塾や習い事など学校外の教育コミュニティがなく、中学生が教育機会の多様性に触れる機会が少ないです。 また、その中学校は数年で廃校になる可能性があります。中学校がなくなることで教育機会の地域間格差だけではなく、人口流出などの地域全体を巻き込んだ問題につながると考えます。 そこで私たちは、学校や行政、地域の方々と協力しながら、主に中学生を対象とした活動をしています。具体的には、大学生による異文化交流や地域理解の要素を含んだプログラムの企画運営、学力向上のための通年学習支援などの活動をしています。先学期の夏活動では「開田高原版SDGs」を作成するプログラムを実施し、中学生の視点から地域の未来や課題、中学生自身に出来ることを考えました。また、地域の方々と開田高原の教育のあり方を議論し、具体的な方策として実行するための懇談会を、地域の方と企画しました。このような活動を通じて、教育や地域のあり方を住民とともに考え、その思いを私たちの活動や地域の方々の活動に反映できるような仕組みづくりを行なっています。 この活動を通じて、地域の教育な関する課題を解決するだけでなく、子供たちが能動的に自身の将来について考えられるようなきっかけをつくること、地域の方々とともに教育の観点からの地域活性化を目指しています。 ▽募集人数 若干名 ▽募集要項 ・月1回程度、フィールド先に伺う時間が確保できること(土〜月曜日のいずれかに伺うことが多いです)。 ・8月上旬〜中旬にかけての2週間程度、フィールド先に滞在する時間が確保できること。 ・異なる価値観を持った他者とのコミュニケーションに関心があること。 ・行政や学校、地域住民など、様々な性質を持ったセクターの方々と協働し、教育の機会やあり方を地道に創り上げることに関心があること。\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■羽後高校プロジェクト ▽プロジェクト紹介 本プロジェクトは、地域の過疎化により生徒数の減少が進む高校の『魅力化』に着手し、大学と高校、そして地域が結びつくことによる魅力ある学校の追求を目的に秋田県南部に位置する羽後高校で活動を進めています。フィールドである秋田県雄勝郡羽後町は「緑と踊りと雪の町」と呼ばれ、自然豊かで昔ながらの日本らしさを感じらる町です。そこでの先学期の具体的な活動としては、「羽後学」と「宿泊研修」が挙げられます。まず、「羽後学」とは、高校生に対し羽後という身近な社会に目を向けながら、社会にどのようなアクションが起こしていけるのか探究的に模索してもらうことを目的に、大学生が主となって授業設計を行なっています。「宿泊研修」は未来創造塾滞在棟SBCに宿泊をしながら、斜めの関係に当たる大学生と当研究会を通してつながる、様々なバックグランドを持った高校生をつなぐことができたました。今後も、このような活動を羽後町の教育機関のみではなく、地域住民、地域に根ざした企業、行政、秋田県内の複数の大学などと様々な関係性を構築しながら行なっていき、進学校やスポーツ校に変わる、魅力ある学校のあり方を模索していきます。 ▽募集人数 １〜２名 ▽募集要項 学校の魅力化・学校教育・公教育・地域との協同・学校を作る などに興味がある学生。現地に滞在しながら自分で新しい道を開拓していきたいという強い意思、主体性のある学生を心よりお待ちしております。\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■屋久島町口永良部島プロジェクト 地域/企業/行政/大学の連携による、地域住民主導の地域活性化モデルの構築に向けた段階的実践 本プロジェクトは、2011年度より発足し、鹿児島県の屋久島の隣に位置する、人口95人の離島である口永良部島を拠点として活動しています。 長期休暇を利用しながら、島の生活や文化に触れ、島民の方々と関わりながら、これまでは夏の高校生研修の実施、屋久島町役場・鹿児島県庁での短期インターンなどの活動を行ってきました。また、半年から１年間という期間で、口永良部島での長期滞在や屋久島町役場での長期インターンを行う学生もいます。 その他にも、口永良部島の魅力発信という観点から、都内の飲食店にて島の食材を利用したメニュー開発・店舗運営に向けた活動も行いました。大学が島と関わりを持ってから長い月日が経ち、現在は金岳小中学校と慶應義塾大学の繋がりを重視しています。中学校教員と共に授業を作っている学生もいれば、子どもと過ごすことが好きな学生もいます。島民と密にコミュニケーションをとりながら、明確に捉えた島民のニーズを踏まえて、学生の強みを活かした活動を目指すプロジェクトです。 ▽募集人数：4人〜6人（要相談*）*1/20追記 ▽募集要項 現場にしっかりと根ざして活動する意志がある人 ・地方/離島に興味がある人 ・教育に興味がある人・自分の力を試したい人・自然が好きな人\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■コンゴ民主共和国プロジェクト(旧：コンゴ民主共和国ACADEX小学校プロジェクト) ▽プロジェクト紹介 本プロジェクトは、本塾英語科非常勤講師のサイモン・ベデロ氏の呼びかけのもと、「コンゴと日本が共により良い社会を目指す」ことを目的に、2008年に自立運営が可能な学校づくりをするプロジェクトとして始動しました。学校づくりを通じて培ってきた関係性を基に、ACADEX小学校だけに活動を限定せず、さらなる活動拠点の拡大を目指してきました。その成果もあり、現地のNGOや企業、大学院生と様々なプロジェクトが今まさに展開され始めています。実際に、専門性を持ってコンゴの国を動かしている人たちとの協働を通して、コンゴに存在する社会問題への理解と、一筋縄では解決できない難しさ、そしてコンゴを通して俯瞰して日本を観られるなど数多くの学びがあります。 　プロジェクト活動の長期ビジョンとして「コンゴと日本のコラボレーションの実現」を掲げており、中期目標（５年）として「域産官学連携」を目指しています。そのため、プロジェクトメンバーそれぞれの興味分野とコンゴ側のニーズをすり合わせながら活動中です。具体的には、現地に根付いている洋裁を切り口にビジネスを日本で展開したり、コンゴで若手起業家が増加している流れを汲み取り起業家育成に取り組んだり、小学校教育を音楽やアートの切り口としたWS形式で取り組んだりしています。 　2020年は、域産官学連携の実現を目指し、春渡航では個人の強みを活かした活動を通しコンゴとのコラボレーションの土台を築き、夏渡航では第２回ビジネスフォーラムを開催する予定です。 ▽ 募集人数：1~2人 ▽募集要項 毎年、春休みと夏休みに数週間渡航しています。春学期からの受講生は、８・９月の夏休みの期間での渡航が条件になっております。国内でも国外でも様々な方と共同生活をしながら、フィールドに入り込んで行くプロジェクトなので、足で稼げる意欲のある学生をお待ちしております！現地を自分の目で見て、自分の強みを活かしてみませんか？ コンゴプロジェクトWebサイト https://congohasebelab.wixsite.com/homepage?\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■ちびっこプロジェクト ▽プロジェクト紹介 本プロジェクトは2019年9月に発足したこの研究会で最も新しいプロジェクトです。名前の通り子ども、特に幼稚園生から小学生を対象に活動しています。普段は、メンバー内での意見交換の他に実際に国内の幼稚園や小学校といった「教育現場」に足を運んでいます。また、学校機関以外にも様々な場所で子どもたちと関わっています。私たちは子どもの時期こそ、ありのままでいられる時なのではないかと考えています。教育において「ありのままでいること」、「素直になること」は大事な要素です。その為、子どもたちとコミュニケーションをとり、様々な活動をしていくことにはたくさんの学びがあります。私たちのプロジェクト目標は「一人一人のありのままを伝え、理解し合える教育をつくる」です。実際に「教育の現場」に潜り込み、まずは私たちなりに言語化していきます。そして、小学校でワークショップを開催したり、幼児教育に携わっている方と勉強会を開いたりなどしています。「子どもらしさ」と一言でいっても人それぞれ考えることは違うと思います。ぜひ、一人でも多くの「子ども」と関わり、自分自身の「子ども」への興味を深めていきましょう。 ▽募集人数 若干名 ▽募集要項 子どもが大好きな人、子どもと関わり何かやってみたい人、学校教育や地域教育に興味がある人、コミュニケーションをとることが好きな人、フィールド先に粘り強く通える人、偏見を持たない人\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eA New Challenge of 2020- go beyond the fieldwork activities by on-line communication−\u003cbr\u003e\u003cbr\u003eYoko Hasebe’s laboratory conduct and create what is thought to be necessary but does not exist in the local field in and outside of Japan through field activities and practices in the perspective of education, cross-cultural and cross-linguistic communication. Here, interpersonal communication skills, flexible judgement and action skills in variety of fields will be improved. The students are divided into mainly 6 projects and each carry activities according to the field each are in charge of such as schools, rural areas and Africa. Please refer to the websites for details on each project.\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Glocal English Project Glocal English Project holds English workshops at junior-high schools in Kanagawa and Tokyo. In addition, we hold short-term workshops that allow the participating students to acquire English as a communication tool and to understand cross-culture. Each of the members set research themes, for example, changes in learning attitude, and learning motivation. We conduct workshops based on the themes. Members are required to participate in several fieldworks held on Tuesdays (occasionally), hence, members CANNOT register classes “after 2nd period on Tuesdays”. When you apply for our project, please consider it as well. ▽ Recruiting number: a few ▽ People we are looking for: Those interested in English education, Those who want to observe the field of education, Those who like children, Those interested in workshop design, Those who have originality and individuality, Those who are able to participate in fieldworks.\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Community Design Project We have activity in Fugisawa-si Endo district,where SFC do locate. Since we felt the relationship between SFC and Endo district,where is the most familiar one for us, strange, this project, which is called Community Design Project, was founded in 2016. “Although many students in SFC and SFC itself have tried to proceed to various regions for update knowledge so far, how much have we faced Endo area, where is the most familiar local society for us. From last year we’ve mainly performed at bases in educational field like after school center, elementary school in Endo area, junior high school in this area and so on. For instance, we started children’s cafeteria for children in this area with local residents’ cooperation and we planned and conducted some activity for children as a content of stroll in Endo area,which is one of educational activities in which people try to share some knowledge about Endo area with children. In addition, we try to construct the network for collaboration with various actors in this area and our school and then start some activity up like planning some activity for children of nonprofit business which focus on making the place where any people can gather and have communication with each other, managing SFC campus tour for children in this area and so on. Nowadays, we set “what kind of value the university can show as a member of local area” as a research question and we study practically about “the role which university students can have in local area” from viewpoint of educational spot” by using examples like university students’ participation in children’s cafeteria. From next year, we’ll consider about significance and possibility of collaboration between university and local area according to our member’s interests like food, agriculture, education, welfare and so on while we’ll try to let other actors in university get involved in our activity. ▽ Recruitment number : A few ▽ Requirements : Actually, we cannot construct relationship between the university and the local area in just one event and a day. That’s why, we would like to work with people who put importance on the relationship that can be made by meeting with people in local area in person and can keep making effort for our goal with tenaciously going to local area. Specifically, persons who have interest in local society or who like to have communication with people or who want to start some activities up with comprehending characteristic and culture of local area, or who want to ponder what kind of fields is attractive for you in the place which is familiar to you are ideal.\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Local Active-learning Project This project is working on the community revitalization achieved through education. Our field is Kaida Highlands in Kiso city, Nagano prefecture and in this region, there is only one junior high school with 26 students in total. There are few places where students can study outside the school such as “private schools” and it is hard for the students to feel the diversity in their daily life. Also, there is a risk that school may be closed in a few years and this may lead to depopulation. We are doing many activities with junior high school students by collaborating with different kinds of people in the region, such as teachers and local officials. This summer, students in Kaida Highlands deepened the understanding of their own culture and what they can do for Kaida highlands through the cross-cultural communication by creating “SDGs Kaida highland version”. We also supported students from the aspect of education to improve their basic academic skills. Furthermore, the opportunity to discuss what we could do for Kaida highlands from the educational perspective was created together with local people. We think it is inevitable to cooperate with people in this region in order to do various activities. Through these activities, we aim for not only community revitalization through education, but also making opportunities to motivate students to think about their own future. ▽ Recruitment number : A few ▽ Requirements : ・Should be available to go to Kaida highlands regularly. (About once in a month)・Should have enough time to stay in Kaida highlands in August. (About 2 weeks)・Should like to have inter-cultural communication・Should be interested in creating new values by collaborating with people in various sectors.\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Ugo High School Project This project tries to make Ugo high school \"attractive\" since the local area is getting depopulated and the number of high school students are decreasing. The school which has the connection with other universities, high schools or local people is really attractive is my ideal society. I set that as a goal and I am promoting activities for high school to have a local connections in Ugo high school in Akita prefecture. My field, Ugo prefecture in Akita prefecture is known as a \"Town of nature, dancing and snow\" and we can feel the historical and natural part of Japan. My main activity in the previous semester is \"Ugogaku\" and \"training camp\". \"Ugogaku\" is to set the time to know \"Ugo\". We, university students, create the class for highschool students to shift their focus on the Ugo local society and try to let them realize what action they need to take for the society. \"Training camp\" is to spend night on campus, called \"SBC\" and we were able to connect these various-background-having highschool students to us, university communities, and to our research society. In the nearly future, I want to build a relationship not only between Ugo”s educational institution, but also between the local resident, local-based corporation, government and other Akita prefecture's universities. I will carefully search for what \"attractive\" school is, not meaning high-leveled school or sports-specified school. ▽ Recruitment number : A few ▽ Requirements : Students interested in school education, public education, community relationship. We are waiting for students with a strong passion to open their own way by frequently visiting Ugo.\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Elove Project A gradual practice to build a model of rural development with local residents, enterprises, the government, and universities. This project started in 2011. Our research field is Elove. located next to Yakushima, Kagoshima Prefecture. Its population is about 100 right now. It is faced with the risk of not being able to maintain its society due to the decrease in population. We use our long vacation to experience its island life and its culture, and to have a study tour for high schoolers from Tokyo, or to intern in a government office while building a relationship with its people. Also, some students actually live there or do a long-term internship for half a year or a year. And much more, we created a new menu using ingredients from Elove and helped a store management of the restaurant in Tokyo for its marketing. We first understand its rural character, think of ways to maintain it with its local residents, and collaborate with local residents, the government and enterprises for the local-residents-led rural development. ▽ Recruiting number: a few（Consultation required*）*update on 1/20 ▽ People we are looking for: people who have the guts to visit Elove again and again or stay there for a while, people who are interested in rural areas or isolated islands, people who are interested in education, people who wants to try themselves\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■DRC Project Democratic Republic of the Congo which is the second largest country in Africa. In DRC, we enrich our lives living in developed countries in many forms, such as mobile phones, while in the eastern part of the DRC there is still controversy over these interests. Because it is such a country, based on the relationship which has been through the activities of 11 years, \"opportunity to create a developing together\" is left. 　This project started as a project aiming to create a school that can be operated independently in 2008 under the invitation of SFC English instructor Simon Vedelo.We have over 100 travelers so far, including SFC's Hiroto Kobayashi research group (architecture) and Keio University's African medical study group (medical, nursing, medicine department joint) joined the team. 　This project has been active in Kinshasa which is capital. There are many professionals who have speciality, and they make the society farther.There are also young people trying to move their society better. We are doing project with them.Through our activity, there are many learnings such as understanding of social problems existing in Congo, difficulties that can not be solved by our own helplessness or rough trading, and overlooking Japan. Taking advantage of various relationships regardless of the public and private sectors, the soil for advancing society by themselves has been prepared, and it is now required to carry out their interests through collaboration with local counter partners. ▽ Recruiting number:1-2 ▽ Requirements : Every spring and summer break, we go to Congo for at least 3 weeks to months. Some of us go there for 3 months or a year. If you join us in this semester, we strongly recommend you to fly to Congo because you can see the real there. We build relationships with people by living the real life with them in our field. Will you join us experiencing totally different culture/ perspectives, and be a part of us?\u003cbr\u003e\u003cbr\u003e____________________________________\u003cbr\u003e\u003cbr\u003e■Chibikko Project This project is the newest one and it started in September 2019. As the name of the project shows, we work with kindergarten and elementary students. Usually, we not only exchange opinions with project members but also we actually visit kindergartens and elementary schools in Japan. We also work with kids out of schools. We think that childhood is the time that people can truly be as themselves. Being honest to your feelings is a important element in education. That is why to communicate with kids has lots to learn. Our project vision is to find out the way of education how to understand each other by being honest like kids. For that we actually visit the site of education and create our own theory. Not only that we hold workshop at schools and study with people familiar in preschool education. The image of how a child is should be different in each person. Let's get involved with as many kids as possible and deepen your interests. ▽ Recruiting number:A few ▽ Requirements : Students who like kids, who want to do something with kids,who are interested in education, who like to communicate, who can frequently visit our field ,who is unprejudiced\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e評価方法\u003c/h4\u003e\n\u003cp\u003e出席状況（遅刻・早退含む） 学期中2回の個人発表（1分間のピッチ形式の発表・10分程度の学期末発表） 学期末最終個人発表（英語・日本語どちらも可） 10000字最終レポート（英文・日本文どちらも可） サブゼミ・フィールドワーク・プロジェクト別合宿（月1回）・全体合宿出席率 毎週の課題提出状況 貢献度、熱意\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e1 Attendance 2 individual presentations: Japanese or English 3 Final presentaion: Japanese or English 4 10000 term-end report: Japanese or English 5 Fieldwork participation 6 Project based group work participation 7 Summer or spring field work participation 8 Study camp participation 9 Motivation and passion\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e教材・参考文献\u003c/h4\u003e\n\u003cp\u003e＜履修者全員必読＞ ★Teaching and learning for the Twenty-first Century Fernando M. Reimers, Connie K. Chung Harvard Education Press ★忘れられた日本人　宮本常一　岩波文庫 ★フィールドワークー書を持って街へ出ようー佐藤郁哉　新曜社 ★フィールドワークの技法ー問いを育てる､仮説を鍛えるー佐藤郁哉　新曜社 ★学問のすゝめ　福沢諭吉 ★福翁自伝　福沢諭吉 ★自警録　新渡戸稲造\u003cbr\u003e\u003cbr\u003e＜価値観共有のために全員必読＞メディアセンターにもあります。 ★今、ここを真剣に生きていますか。-やりたいことを見つけたいあなたへ-　長谷部葉子著：講談社 ★「自分」をカタチにする授業　長谷部葉子著：講談社 ★子どもの心が聞こえますか？ー子どもと真剣に向き合うために、子どもを死なせないためにー長谷部葉子著：マガジンハウス ★いくつになっても「いきいきとした自分」でいられる方法　長谷部葉子著：マガジンハウス\u003cbr\u003e\u003cbr\u003e＜SFCから発信する言語教育を考える＞ ★ 英語教育のグランド・デザイン―慶應義塾大学SFCの実践と展望　鈴木佑治著：慶應義塾大学出版会 ★ 言語とコミュニケーションの諸相―理論的考察から言語教育まで　鈴木佑治著：創英社　三省堂書店 ★ コミュニケーションとしての英語教育論―英語教育パラダイム革命を目指してー鈴木佑治・吉田研作・霜崎 實・田中茂範共著：アルク\u003cbr\u003e\u003cbr\u003e＜頭をやわらかく、イメージからはじめるために＞ ☆ ディズニー７つの法則―奇跡の成功を生み出した「感動」の企業理念　トム・コネラン著、仁平和夫訳：日経BP社\u003cbr\u003e\u003cbr\u003e＜教育・学校を考える＞ ☆ 新・コンピュータと教育ー佐伯ゆたか（はん）著：岩波新書　508 ☆ シリーズ学びと文化６：学び合う共同体ー佐伯ゆたか・藤田英典・佐藤学編：東京大学出版会 ☆ 学校の再生をめざして全　三巻ー佐伯ゆたか・塩見稔幸・佐藤学編：東京大学出版会 学校と問う―実践的な教育学を示す 教室の改革―教室を「学び」の場に 現代社会と学校―これからの社会これからの教育 ☆ すぐれた授業とはなにかー佐伯ゆたか他著：東京大学出版会 ☆ 幼児教育へのいざないー佐伯ゆたか著：東京大学出版会\u003cbr\u003e\u003cbr\u003e＜研究へのアプローチを考える＞ ☆ 説得と影響―交渉のための社会心理学ー榊博文 (単行本 - 2002/5)\u003cbr\u003e\u003cbr\u003e＜心の問題を考える＞ ★カール・ロジャーズ全集（自分の関心分野を適宜）\u003cbr\u003e\u003cbr\u003e＜自分の立ち位置を知り、社会への切り口を模索するために＞ 大きなテーマ：教育(Language and Culture Exchange)に何ができるのか？\u003cbr\u003e\u003cbr\u003e■パート１： 新しい時代の生き方と新しいリーダーシップ 山本弘(2008)『詩羽のいる街』角川グループパブリッシング【小説】 内容：お金を持たず、住所も持たず、街の人同士を結びつけることで暮らす少女の話 キーワード：ブリッジ型ソーシャルキャピタル、リーダーシップ、理性\u003cbr\u003e\u003cbr\u003e■パート２： 今までの教育を見直す 上野千鶴子(2008)『サヨナラ、学校化社会』ちくま文庫 内容：「東大型」能力の限界と近代教育の成立と失敗を描いたエッセイ。 キーワード：メリトクラシー、近代教育、ハビトゥース、文化資本\u003cbr\u003e\u003cbr\u003e竹内洋(1995)『日本のメリトクラシー』東京大学出版会 内容：教育社会学の基本文献。日本における近代教育の成立と終焉の考察。 キーワード：メリトクラシー、教育の社会的意義\u003cbr\u003e\u003cbr\u003e荒川葉(2009『「夢追い」型進路形成の功罪』東信堂 内容：高校制度改革による生徒のやりたいことを応援する進路指導の功罪 キーワード：ハイパーメリトクラシー、学校と仕事\u003cbr\u003e\u003cbr\u003e■パート３： 変わる社会と、社会を変えること(アメリカを事例として) マイケルムーア(2009)『キャピタリズム』【映画】 内容：住宅市場の大暴落で家を失う人をはじめ、アメリカの貧困を追った作品 キーワード：アメリカ、社会変革、ジャーナリズム\u003cbr\u003e\u003cbr\u003e堤未果(2008)『ルポ貧困大国アメリカ』岩波書店 内容：軍隊に入らざるを得ない貧困層、刑務所ビジネスなど中世化するアメリカを追う キーワード：アメリカ、貧困問題、ジャーナリズム\u003cbr\u003e\u003cbr\u003eHope for Haiti http://www.hopeforhaiti.com/ 内容：ハイチ大地震に対して一瞬で立ち上がったアメリカのセレブリティーたち キーワード：チャリティー、ノーブレスオブリージュ\u003cbr\u003e\u003cbr\u003e■パート４： 教育の諸可能性 藤子Ｆ不二夫「てれぱ椎」「ミノタウロスの皿」【マンガ】 内容：価値観が決して相容れない文化の接触。そして知識を得ることによる処｢幸 キーワード：パターナリズム、文化相対主義、異文化理解\u003cbr\u003e\u003cbr\u003eL・ギュスターヴ・ボン(1996)『群集心理』講談社文庫 内容：原著は20世紀初頭に書かれたもの。大衆に教育を施すことを悲観的に述べる。 キーワード：教育、大衆、近代\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e関連プロジェクト\u003c/h4\u003e\n\u003cp\u003eSBC合同研究会 池田靖研究会　口永良部島プロジェクト\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eSBC Seminar Yasushi Ikeda Seminar: Kuchinoerabu Remote Island Project\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e課題\u003c/h4\u003e\n\u003cp\u003e毎週の研究会のフィードバック及び追加課題 学期中各自2回の研究発表(1分間のピッチ形式の発表・10分程度の学期末発表） 学期末各自の研究発表論文（10000字、英語/日本語どちらも可） 学期末各プロジェクト/個人研究報告発表\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003e1weekly assignment 2times individual presentaions 3Final presentation 4Final report\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e来期の研究プロジェクトのテーマ予定\u003c/h4\u003e\n\u003cp\u003e教育から国内外でソーシャルトランスフォーメーションをカタチにしつなぐ【オンラインでの挑戦】\u003cbr\u003e\u003cbr\u003e\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eHow to realize social transformation in the field of education online\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003eその他・留意事項\u003c/h4\u003e\n\u003cp\u003e当研究会は、研究会時間以外にも以下の定例会、フィールドワークがあります。各自あらかじめ以下の時間を確 保して実践研究活動に専念してください。\u003cbr\u003e\u003cbr\u003e＊＊基本的に木曜日は研究会終了後も予定を空けておいてください＊＊\u003cbr\u003e\u003cbr\u003e火曜日15時ー18時　グローカルイングリッシュプロジェクト所属メンバー\u003cbr\u003e\u003cbr\u003e木曜日3，4限：研究会\u003cbr\u003e\u003cbr\u003e木曜日5限：各プロジェクトサブゼミ\u003cbr\u003e\u003cbr\u003e木曜日6限：TA/SA,各プロジェクトリーダーMT定例会\u003cbr\u003e\u003cbr\u003e不定期：鎌倉常盤荘プロジェクト合宿（毎月１回程度）現在は状況に応じて検討\u003cbr\u003e\u003cbr\u003e学期中SBC滞在棟での1週間合宿　11月7日―14日　現状を鑑みてオンラインでの実施を検討\u003cbr\u003e\u003cbr\u003e1月下旬―2月初旬　学期末研究会合宿　及び　最終発表会　現状では合宿は状況に応じてオンラインでの実施を検討\u003cbr\u003e\u003cbr\u003e長期休暇期間中　各プロジェクト特別研究プロジェクト　及びフィールドワーク　現状ではオンラインでの予定\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eMonthly study camp\u003cbr\u003eOne-week Academic Camp in November\u003cbr\u003eSemester End Academic Camp　＆Final Presentations, Jan-Feb\u003cbr\u003eSpecial Research Projects, Fieldwork Activities during Spring Holidays\u003c/p\u003e\n\n\u003ch4 style=\"background-color: #ccecff; padding-left: 8px; font-weight: bold;\"\u003e授業スケジュール\u003c/h4\u003e\n\u003cp\u003e【2020年度秋：暫定バージョン】（7/7更新）\u003cbr\u003e\u003cbr\u003e第１回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第２回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第３回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第４回研究会　個人研究発表/長谷部講義/サブゼミ \u003cbr\u003e\u003cbr\u003e第５回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第６回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第７回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第８回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第９回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第10回研究会 個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第11回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第12回研究会　個人研究発表/長谷部講義/サブゼミ/リーダーMTG\u003cbr\u003e\u003cbr\u003e第13回研究会　各プロジェクト/個人研究成果報告会/三田　外部向け　\u003cbr\u003e\u003cbr\u003e・これらの中にゲストスピーカーの講義やWSなどが頻繁に盛り込まれます。\u003c/p\u003e\n\u003cp style=\"color: #856a5d;\"\u003eBelow is our tentative weekly schedule of Spring 2020（update on 7/7）\u003cbr\u003e\u003cbr\u003eThursdays 3rd : a lecture series Thursdays 4th : presentaion, discussion, workshop Thursdays 5th : project-base sub seminar Thursdays 6th : project leaders' meeting\u003cbr\u003e\u003cbr\u003eTuesdays 15-18 : fieldwork activities at local secondary schools\u003c/p\u003e\n","course_code":"研究会Ａ","default_view":"modules","root_account_id":1,"enrollment_term_id":3,"license":null,"grade_passback_setting":null,"end_at":null,"public_syllabus":false,"public_syllabus_to_auth":true,"storage_quota_mb":30000,"is_public_to_auth_users":true,"term":{"id":3,"name":"2020年秋学期","start_at":null,"end_at":null,"created_at":"2020-09-03T21:25:41Z","workflow_state":"active","grading_period_group_id":null},"apply_assignment_group_weights":false,"calendar":{"ics":"https://sol.sfc.keio.ac.jp/feeds/calendars/course_8P1Q5vQWGSGl09bw1ho7cyYvUvWPxgQWwX8xfQ7F.ics"},"time_zone":"Asia/Tokyo","blueprint":false,"enrollments":[],"hide_final_grades":false,"workflow_state":"available","restrict_enrollments_to_course_dates":false,"overridden_course_visibility":""}